[{"text": "Well, this is such an honor. And it's wonderful to be", "start": 12.16, "duration": 6.0}, {"text": "in the presence of an organization that is really making a difference in the world.", "start": 18.16, "duration": 6.0}, {"text": "And I'm intensely grateful for the opportunity to speak to you today.", "start": 24.16, "duration": 5.0}, {"text": "And I'm also rather surprised, because when I look back on my life", "start": 30.16, "duration": 7.0}, {"text": "the last thing I ever wanted to do was write, or be in any way involved in religion.", "start": 37.16, "duration": 9.0}, {"text": "After I left my convent, I'd finished with religion, frankly.", "start": 46.16, "duration": 4.0}, {"text": "I thought that was it.", "start": 50.16, "duration": 1.0}, {"text": "And for 13 years I kept clear of it. I wanted to be an English literature professor.", "start": 51.16, "duration": 8.0}, {"text": "And I certainly didn't even want to be a writer, particularly.", "start": 59.16, "duration": 4.0}, {"text": "But then I suffered a series of career catastrophes,", "start": 63.16, "duration": 5.0}, {"text": "one after the other, and finally found myself in television. (Laughter)", "start": 68.16, "duration": 6.0}, {"text": "I said that to Bill Moyers, and he said, \"Oh, we take anybody.\" (Laughter)", "start": 78.16, "duration": 4.0}, {"text": "And I was doing some rather controversial religious programs.", "start": 82.16, "duration": 5.0}, {"text": "This went down very well in the U.K., where religion is extremely unpopular.", "start": 87.16, "duration": 7.0}, {"text": "And so, for once, for the only time in my life, I was finally in the mainstream.", "start": 94.16, "duration": 5.0}, {"text": "But I got sent to Jerusalem to make a film about early Christianity.", "start": 99.16, "duration": 7.0}, {"text": "And there, for the first time, I encountered the other religious traditions:", "start": 106.16, "duration": 5.0}, {"text": "Judaism and Islam, the sister religions of Christianity.", "start": 111.16, "duration": 5.0}, {"text": "And while I found I knew nothing about these faiths at all --", "start": 116.16, "duration": 4.0}, {"text": "despite my own intensely religious background,", "start": 120.16, "duration": 5.0}, {"text": "I'd seen Judaism only as a kind of prelude to Christianity,", "start": 125.16, "duration": 3.0}, {"text": "and I knew nothing about Islam at all.", "start": 128.16, "duration": 3.0}, {"text": "But in that city, that tortured city,", "start": 131.16, "duration": 3.0}, {"text": "where you see the three faiths jostling so uneasily together,", "start": 134.16, "duration": 6.0}, {"text": "you also become aware of the profound connection between them.", "start": 140.16, "duration": 3.0}, {"text": "And it has been the study of other religious traditions that brought me back", "start": 143.16, "duration": 5.0}, {"text": "to a sense of what religion can be, and actually enabled me", "start": 148.16, "duration": 4.0}, {"text": "to look at my own faith in a different light.", "start": 152.16, "duration": 3.0}, {"text": "And I found some astonishing things in the course of my study", "start": 155.16, "duration": 4.0}, {"text": "that had never occurred to me. Frankly, in the days when I thought I'd had it with religion,", "start": 159.16, "duration": 7.0}, {"text": "I just found the whole thing absolutely incredible.", "start": 166.16, "duration": 3.0}, {"text": "These doctrines seemed unproven, abstract.", "start": 169.16, "duration": 5.0}, {"text": "And to my astonishment, when I began seriously studying other traditions,", "start": 175.16, "duration": 7.0}, {"text": "I began to realize that belief -- which we make such a fuss about today --", "start": 182.16, "duration": 6.0}, {"text": "is only a very recent religious enthusiasm", "start": 188.16, "duration": 5.0}, {"text": "that surfaced only in the West, in about the 17th century.", "start": 193.16, "duration": 6.0}, {"text": "The word \"belief\" itself originally meant to love, to prize, to hold dear.", "start": 199.16, "duration": 7.0}, {"text": "In the 17th century, it narrowed its focus,", "start": 206.16, "duration": 4.0}, {"text": "for reasons that I'm exploring in a book I'm writing at the moment,", "start": 210.16, "duration": 3.0}, {"text": "to include -- to mean an intellectual assent to a set of propositions, a credo.", "start": 213.16, "duration": 9.0}, {"text": "\"I believe:\" it did not mean, \"I accept certain creedal articles of faith.\"", "start": 222.16, "duration": 6.0}, {"text": "It meant: \"I commit myself. I engage myself.\"", "start": 228.16, "duration": 4.0}, {"text": "Indeed, some of the world traditions think very little of religious orthodoxy.", "start": 232.16, "duration": 7.0}, {"text": "In the Quran, religious opinion -- religious orthodoxy -- is dismissed as \"zanna:\"", "start": 239.16, "duration": 6.0}, {"text": "self-indulgent guesswork about matters that nobody can be certain of one way or the other,", "start": 245.16, "duration": 6.0}, {"text": "but which makes people quarrelsome and stupidly sectarian. (Laughter)", "start": 251.16, "duration": 3.0}, {"text": "So if religion is not about believing things, what is it about?", "start": 254.16, "duration": 7.0}, {"text": "What I've found, across the board, is that religion is about behaving differently.", "start": 261.16, "duration": 5.0}, {"text": "Instead of deciding whether or not you believe in God, first you do something.", "start": 266.16, "duration": 6.0}, {"text": "You behave in a committed way,", "start": 272.16, "duration": 1.0}, {"text": "and then you begin to understand the truths of religion.", "start": 273.16, "duration": 4.0}, {"text": "And religious doctrines are meant to be summons to action;", "start": 277.16, "duration": 7.0}, {"text": "you only understand them when you put them into practice.", "start": 284.16, "duration": 4.0}, {"text": "Now, pride of place in this practice is given to compassion.", "start": 288.16, "duration": 8.0}, {"text": "And it is an arresting fact that right across the board,", "start": 296.16, "duration": 5.0}, {"text": "in every single one of the major world faiths, compassion --", "start": 301.16, "duration": 4.0}, {"text": "the ability to feel with the other in the way we've been thinking about this evening --", "start": 305.16, "duration": 5.0}, {"text": "is not only the test of any true religiosity, it is also what will bring us", "start": 310.16, "duration": 8.0}, {"text": "into the presence of what Jews, Christians and Muslims call \"God\" or the \"Divine.\"", "start": 318.16, "duration": 5.0}, {"text": "It is compassion, says the Buddha, which brings you to Nirvana.", "start": 323.16, "duration": 6.0}, {"text": "Why? Because in compassion, when we feel with the other,", "start": 329.16, "duration": 4.0}, {"text": "we dethrone ourselves from the center of our world and we put", "start": 333.16, "duration": 5.0}, {"text": "another person there. And once we get rid of ego, then we're ready to see the Divine.", "start": 338.16, "duration": 8.0}, {"text": "And in particular, every single one of the major world traditions has highlighted -- has said --", "start": 346.16, "duration": 8.0}, {"text": "and put at the core of their tradition what's become known as the Golden Rule.", "start": 354.16, "duration": 5.0}, {"text": "First propounded by Confucius five centuries before Christ:", "start": 359.16, "duration": 4.0}, {"text": "\"Do not do to others what you would not like them to do to you.\"", "start": 363.16, "duration": 4.0}, {"text": "That, he said, was the central thread which ran through all his teaching", "start": 367.16, "duration": 4.0}, {"text": "and that his disciples should put into practice all day and every day.", "start": 371.16, "duration": 5.0}, {"text": "And it was -- the Golden Rule would bring them to the transcendent value that he called \"ren,\"", "start": 376.16, "duration": 5.0}, {"text": "human-heartedness, which was a transcendent experience in itself.", "start": 381.16, "duration": 6.0}, {"text": "And this is absolutely crucial to the monotheisms, too.", "start": 387.16, "duration": 5.0}, {"text": "There's a famous story about the great rabbi, Hillel, the older contemporary of Jesus.", "start": 394.16, "duration": 3.0}, {"text": "A pagan came to him and offered to convert to Judaism if the rabbi could", "start": 397.16, "duration": 5.0}, {"text": "recite the whole of Jewish teaching while he stood on one leg.", "start": 402.16, "duration": 3.0}, {"text": "Hillel stood on one leg and said, \"That which is hateful to you,", "start": 405.16, "duration": 4.0}, {"text": "do not do to your neighbor. That is the Torah. The rest is commentary.", "start": 409.16, "duration": 5.0}, {"text": "Go and study it.\" (Laughter)", "start": 414.16, "duration": 2.0}, {"text": "And \"go and study it\" was what he meant.", "start": 416.16, "duration": 4.0}, {"text": "He said, \"In your exegesis, you must make it clear", "start": 420.16, "duration": 4.0}, {"text": "that every single verse of the Torah is a commentary, a gloss upon the Golden Rule.\"", "start": 424.16, "duration": 7.0}, {"text": "The great Rabbi Meir said that any interpretation of Scripture which", "start": 432.16, "duration": 7.0}, {"text": "led to hatred and disdain, or contempt of other people --", "start": 439.16, "duration": 5.0}, {"text": "any people whatsoever -- was illegitimate.", "start": 444.16, "duration": 3.0}, {"text": "Saint Augustine made exactly the same point.", "start": 447.16, "duration": 3.0}, {"text": "Scripture, he says, \"teaches nothing but charity, and we must not leave", "start": 450.16, "duration": 6.0}, {"text": "an interpretation of Scripture until we have found a compassionate interpretation of it.\"", "start": 456.16, "duration": 7.0}, {"text": "And this struggle to find compassion in some of these rather rebarbative texts", "start": 463.16, "duration": 6.0}, {"text": "is a good dress rehearsal for doing the same in ordinary life. (Applause)", "start": 469.16, "duration": 6.0}, {"text": "But now look at our world. And we are living in a world that is --", "start": 475.16, "duration": 7.0}, {"text": "where religion has been hijacked. Where terrorists cite Quranic verses to justify their atrocities.", "start": 482.16, "duration": 11.0}, {"text": "Where instead of taking Jesus' words, \"Love your enemies.", "start": 493.16, "duration": 7.0}, {"text": "Don't judge others,\" we have the spectacle of Christians endlessly judging other people,", "start": 500.16, "duration": 7.0}, {"text": "endlessly using Scripture as a way of arguing with other people,", "start": 507.16, "duration": 6.0}, {"text": "putting other people down. Throughout the ages, religion has been used to oppress others,", "start": 513.16, "duration": 8.0}, {"text": "and this is because of human ego, human greed.", "start": 521.16, "duration": 4.0}, {"text": "We have a talent as a species for messing up wonderful things.", "start": 525.16, "duration": 5.0}, {"text": "So the traditions also insisted -- and this is an important point, I think --", "start": 530.16, "duration": 7.0}, {"text": "that you could not and must not confine your compassion", "start": 537.16, "duration": 3.0}, {"text": "to your own group: your own nation, your own co-religionists,", "start": 540.16, "duration": 7.0}, {"text": "your own fellow countrymen. You must have what one of the Chinese sages called \"jian ai\":", "start": 547.16, "duration": 5.0}, {"text": "concern for everybody. Love your enemies. Honor the stranger.", "start": 552.16, "duration": 6.0}, {"text": "We formed you, says the Quran, into tribes and nations so that you may know one another.", "start": 558.16, "duration": 6.0}, {"text": "And this, again -- this universal outreach -- is getting subdued in the strident use of religion --", "start": 564.16, "duration": 10.0}, {"text": "abuse of religion -- for nefarious gains.", "start": 574.16, "duration": 6.0}, {"text": "Now, I've lost count of the number of taxi drivers who,", "start": 580.16, "duration": 4.0}, {"text": "when I say to them what I do for a living, inform me that religion", "start": 584.16, "duration": 5.0}, {"text": "has been the cause of all the major world wars in history. Wrong.", "start": 589.16, "duration": 4.0}, {"text": "The causes of our present woes are political.", "start": 593.16, "duration": 5.0}, {"text": "But, make no mistake about it, religion is a kind of fault line,", "start": 598.16, "duration": 6.0}, {"text": "and when a conflict gets ingrained in a region, religion can get sucked in", "start": 609.16, "duration": 4.0}, {"text": "and become part of the problem. Our modernity has been exceedingly violent.", "start": 613.16, "duration": 5.0}, {"text": "Between 1914 and 1945, 70 million people died in Europe alone as a result of armed conflict.", "start": 618.16, "duration": 10.0}, {"text": "And so many of our institutions, even football, which used to be a pleasant pastime,", "start": 628.16, "duration": 9.0}, {"text": "now causes riots where people even die.", "start": 637.16, "duration": 5.0}, {"text": "And it's not surprising that religion, too, has been affected by this violent ethos.", "start": 642.16, "duration": 7.0}, {"text": "There's also a great deal, I think, of religious illiteracy around.", "start": 649.16, "duration": 6.0}, {"text": "People seem to think, now equate religious faith with believing things.", "start": 657.16, "duration": 5.0}, {"text": "As though that -- we call religious people often believers,", "start": 662.16, "duration": 5.0}, {"text": "as though that were the main thing that they do. And very often, secondary goals", "start": 667.16, "duration": 7.0}, {"text": "get pushed into the first place, in place of compassion and the Golden Rule.", "start": 674.16, "duration": 6.0}, {"text": "Because the Golden Rule is difficult. I sometimes -- when I'm speaking to", "start": 680.16, "duration": 6.0}, {"text": "congregations about compassion, I sometimes see", "start": 686.16, "duration": 4.0}, {"text": "a mutinous expression crossing some of their faces because", "start": 690.16, "duration": 7.0}, {"text": "a lot of religious people prefer to be right, rather than compassionate. (Laughter)", "start": 697.16, "duration": 6.0}, {"text": "Now -- but that's not the whole story.", "start": 703.16, "duration": 4.0}, {"text": "Since September the 11th, when my work on Islam suddenly propelled me", "start": 707.16, "duration": 6.0}, {"text": "into public life, in a way that I'd never imagined, I've been able to sort of go all over the world,", "start": 713.16, "duration": 7.0}, {"text": "and finding, everywhere I go, a yearning for change.", "start": 720.16, "duration": 6.0}, {"text": "I've just come back from Pakistan, where literally thousands of people came to my lectures,", "start": 726.16, "duration": 8.0}, {"text": "because they were yearning, first of all, to hear a friendly Western voice.", "start": 734.16, "duration": 4.0}, {"text": "And especially the young people were coming. And were asking me --", "start": 738.16, "duration": 7.0}, {"text": "the young people were saying, \"What can we do? What can we do to change things?\"", "start": 745.16, "duration": 5.0}, {"text": "And my hosts in Pakistan said, \"Look, don't be too polite to us.", "start": 750.16, "duration": 7.0}, {"text": "Tell us where we're going wrong. Let's talk together about where religion is failing.\"", "start": 757.16, "duration": 6.0}, {"text": "Because it seems to me that with -- our current situation is so serious", "start": 763.16, "duration": 7.0}, {"text": "at the moment that any ideology that doesn't promote a sense of global understanding", "start": 770.16, "duration": 9.0}, {"text": "and global appreciation of each other is failing the test of the time.", "start": 779.16, "duration": 6.0}, {"text": "And religion, with its wide following ... Here in the United States,", "start": 785.16, "duration": 6.0}, {"text": "people may be being religious in a different way, as a report has just shown --", "start": 791.16, "duration": 6.0}, {"text": "but they still want to be religious. It's only Western Europe that has retained its secularism,", "start": 797.16, "duration": 8.0}, {"text": "which is now beginning to look rather endearingly old-fashioned.", "start": 805.16, "duration": 3.0}, {"text": "But people want to be religious, and religion should be made", "start": 808.16, "duration": 7.0}, {"text": "to be a force for harmony in the world, which it can and should be --", "start": 815.16, "duration": 5.0}, {"text": "because of the Golden Rule.", "start": 820.16, "duration": 3.0}, {"text": "\"Do not do to others what you would not have them do to you\":", "start": 823.16, "duration": 4.0}, {"text": "an ethos that should now be applied globally.", "start": 827.16, "duration": 3.0}, {"text": "We should not treat other nations as we would not wish to be treated ourselves.", "start": 830.16, "duration": 7.0}, {"text": "And these -- whatever our wretched beliefs -- is a religious matter, it's a spiritual matter.", "start": 837.16, "duration": 8.0}, {"text": "It's a profound moral matter that engages and should engage us all.", "start": 845.16, "duration": 5.0}, {"text": "And as I say, there is a hunger for change out there.", "start": 850.16, "duration": 4.0}, {"text": "Here in the United States, I think you see it in this election campaign: a longing for change.", "start": 854.16, "duration": 6.0}, {"text": "And people in churches all over and mosques all over this continent after September the 11th,", "start": 860.16, "duration": 10.0}, {"text": "coming together locally to create networks of understanding.", "start": 870.16, "duration": 6.0}, {"text": "With the mosque, with the synagogue, saying, \"We must start to speak to one another.\"", "start": 876.16, "duration": 5.0}, {"text": "I think it's time that we moved beyond the idea of toleration and move toward appreciation of the other.", "start": 881.16, "duration": 11.0}, {"text": "I'd -- there's one story I'd just like to mention.", "start": 892.16, "duration": 5.0}, {"text": "This comes from \"The Iliad.\" But it tells you what this spirituality should be.", "start": 897.16, "duration": 6.0}, {"text": "You know the story of \"The Iliad,\" the 10-year war between Greece and Troy.", "start": 903.16, "duration": 5.0}, {"text": "In one incident, Achilles, the famous warrior of Greece, takes his troops out of the war,", "start": 908.16, "duration": 5.0}, {"text": "and the whole war effort suffers. And in the course of the ensuing muddle,", "start": 913.16, "duration": 6.0}, {"text": "his beloved friend, Patroclus, is killed -- and killed in single combat", "start": 919.16, "duration": 6.0}, {"text": "by one of the Trojan princes, Hector. And Achilles goes mad with grief and rage and revenge,", "start": 925.16, "duration": 5.0}, {"text": "and he mutilates the body. He kills Hector, he mutilates his body", "start": 930.16, "duration": 9.0}, {"text": "and then he refuses to give the body back for burial to the family,", "start": 940.16, "duration": 4.0}, {"text": "which means that, in Greek ethos, Hector's soul will wander eternally, lost.", "start": 944.16, "duration": 7.0}, {"text": "And then one night, Priam, king of Troy, an old man,", "start": 951.16, "duration": 4.0}, {"text": "comes into the Greek camp incognito, makes his way to Achilles' tent", "start": 955.16, "duration": 5.0}, {"text": "to ask for the body of his son.", "start": 960.16, "duration": 3.0}, {"text": "And everybody is shocked when the old man takes off his head covering and shows himself.", "start": 963.16, "duration": 7.0}, {"text": "And Achilles looks at him and thinks of his father. And he starts to weep.", "start": 970.16, "duration": 6.0}, {"text": "And Priam looks at the man who has murdered so many of his sons,", "start": 978.16, "duration": 4.0}, {"text": "and he, too, starts to weep. And the sound of their weeping filled the house.", "start": 982.16, "duration": 5.0}, {"text": "The Greeks believed that weeping together created a bond between people.", "start": 987.16, "duration": 5.0}, {"text": "And then Achilles takes the body of Hector, he hands it very tenderly to the father,", "start": 992.16, "duration": 8.0}, {"text": "and the two men look at each other, and see each other as divine.", "start": 1000.16, "duration": 4.0}, {"text": "That is the ethos found, too, in all the religions.", "start": 1005.16, "duration": 6.0}, {"text": "It's what is meant by overcoming the horror that we feel when we are under threat of our enemies,", "start": 1013.16, "duration": 6.0}, {"text": "and beginning to appreciate the other.", "start": 1019.16, "duration": 3.0}, {"text": "It's of great importance that the word for \"holy\" in Hebrew, applied to God, is \"Kadosh\": separate, other.", "start": 1022.16, "duration": 9.0}, {"text": "And it is often, perhaps, the very otherness of our enemies which can", "start": 1031.16, "duration": 6.0}, {"text": "give us intimations of that utterly mysterious transcendence which is God.", "start": 1037.16, "duration": 5.0}, {"text": "And now, here's my wish:", "start": 1043.16, "duration": 3.0}, {"text": "I wish that you would help with the creation,", "start": 1046.16, "duration": 6.0}, {"text": "launch and propagation of a Charter for Compassion,", "start": 1052.16, "duration": 6.0}, {"text": "crafted by a group of inspirational thinkers from", "start": 1058.16, "duration": 6.0}, {"text": "the three Abrahamic traditions of Judaism, Christianity and Islam,", "start": 1064.16, "duration": 4.0}, {"text": "and based on the fundamental principle of the Golden Rule.", "start": 1068.16, "duration": 5.0}, {"text": "We need to create a movement among all these people that I meet in my travels --", "start": 1073.16, "duration": 8.0}, {"text": "you probably meet, too -- who want to join up, in some way,", "start": 1081.16, "duration": 4.0}, {"text": "and reclaim their faith, which they feel, as I say, has been hijacked.", "start": 1085.16, "duration": 5.0}, {"text": "We need to empower people to remember the compassionate ethos,", "start": 1090.16, "duration": 6.0}, {"text": "and to give guidelines. This Charter would not be a massive document.", "start": 1096.16, "duration": 4.0}, {"text": "I'd like to see it -- to give guidelines as to how to interpret the Scriptures,", "start": 1100.16, "duration": 8.0}, {"text": "these texts that are being abused. Remember what the rabbis and what Augustine", "start": 1108.16, "duration": 6.0}, {"text": "said about how Scripture should be governed by the principle of charity.", "start": 1114.16, "duration": 3.0}, {"text": "Let's get back to that. And the idea, too, of Jews, Christians and Muslims --", "start": 1117.16, "duration": 6.0}, {"text": "these traditions now so often at loggerheads -- working together to", "start": 1123.16, "duration": 5.0}, {"text": "create a document which we hope will be signed by a thousand, at least,", "start": 1128.16, "duration": 7.0}, {"text": "of major religious leaders from all the traditions of the world.", "start": 1135.16, "duration": 4.0}, {"text": "And you are the people. I'm just a solitary scholar.", "start": 1139.16, "duration": 4.0}, {"text": "Despite the idea that I love a good time, which I was rather amazed to see coming up on me", "start": 1143.16, "duration": 6.0}, {"text": "-- I actually spend a great deal of time alone, studying, and I'm not very --", "start": 1149.16, "duration": 6.0}, {"text": "you're the people with media knowledge to explain to me how we can get this to everybody,", "start": 1155.16, "duration": 7.0}, {"text": "everybody on the planet. I've had some preliminary talks,", "start": 1162.16, "duration": 4.0}, {"text": "and Archbishop Desmond Tutu, for example,", "start": 1166.16, "duration": 3.0}, {"text": "is very happy to give his name to this, as is Imam Feisal Rauf, the Imam in New York City.", "start": 1169.16, "duration": 10.0}, {"text": "Also, I would be working with the Alliance of Civilizations at the United Nations.", "start": 1179.16, "duration": 8.0}, {"text": "I was part of that United Nations initiative called the Alliance of Civilizations,", "start": 1187.16, "duration": 8.0}, {"text": "which was asked by Kofi Annan to diagnose the causes of extremism,", "start": 1195.16, "duration": 6.0}, {"text": "and to give practical guidelines to member states about how to avoid the escalation of further extremism.", "start": 1201.16, "duration": 9.0}, {"text": "And the Alliance has told me that they are very happy to work with it.", "start": 1210.16, "duration": 4.0}, {"text": "The importance of this is that this is -- I can see some of you starting to look worried,", "start": 1214.16, "duration": 6.0}, {"text": "because you think it's a slow and cumbersome body --", "start": 1220.16, "duration": 3.0}, {"text": "but what the United Nations can do is give us some neutrality,", "start": 1223.16, "duration": 3.0}, {"text": "so that this isn't seen as a Western or a Christian initiative, but that it's coming,", "start": 1226.16, "duration": 6.0}, {"text": "as it were, from the United Nations, from the world --", "start": 1232.16, "duration": 3.0}, {"text": "who would help with the sort of bureaucracy of this.", "start": 1235.16, "duration": 6.0}, {"text": "And so I do urge you to join me in making -- in this charter --", "start": 1241.16, "duration": 6.0}, {"text": "to building this charter, launching it and propagating it so that it becomes --", "start": 1247.16, "duration": 8.0}, {"text": "I'd like to see it in every college, every church, every mosque, every synagogue in the world,", "start": 1255.16, "duration": 9.0}, {"text": "so that people can look at their tradition, reclaim it, and make religion a source of peace in the world,", "start": 1264.16, "duration": 9.0}, {"text": "which it can and should be. Thank you very much. (Applause)", "start": 1273.16, "duration": 5.0}]