[{"text": "Oh here we go this is all by the way. This is fuckin everything right here. We got", "start": 0.03, "duration": 4.41}, {"text": "Some who looks like a Nazi next to a black. Eye, which is what I love about Vegas", "start": 5.29, "duration": 4.099}, {"text": "Cuz I'm sure I'm sure not a Nazi you might have had a phase, but here's the thing", "start": 9.389, "duration": 4.11}, {"text": "But you made up with it, I don't know maybe you guys met in prison I don't know what's going on", "start": 15.28, "duration": 4.66}, {"text": "Audience: \"Wife 1 and Wife 2.\"", "start": 22.62, "duration": 0.5}, {"text": "What's that?", "start": 24.2, "duration": 0.5}, {"text": "Audience: \"Wife 1 and Wife 2.\"", "start": 24.7, "duration": 0.5}, {"text": "Don't know what that only in Vegas people that's all I can say hey, okay", "start": 27.12, "duration": 3.08}, {"text": "Nazi let me tell you something fucking Nazis all right I", "start": 34.059, "duration": 3.23}, {"text": "Stand by what Nazis aren't on the rise?", "start": 37.93, "duration": 2.209}, {"text": "There is a rising threat up and that you know how I know this I travel the world okay. I go everywhere", "start": 41.079, "duration": 4.52}, {"text": "I'm from Virginia. I'm 6 foot tall 200 pounds", "start": 45.6, "duration": 3.479}, {"text": "blond hair blue eyes", "start": 49.75, "duration": 1.53}, {"text": "Never once have I been approached by a Nazi to be recruited. I'm the first round draft pick for the fucking Nazi Party, okay", "start": 51.28, "duration": 7.009}, {"text": "Hi, second round at worst and no one's ever come up to me like hello. Would you like to hear more about the organization?", "start": 58.96, "duration": 6.11}, {"text": "We have some pamphlets we could show your pops should be interested I", "start": 68.53, "duration": 3.5}, {"text": "See your fucking was Jeff keys in Vegas. Do you know he's a Jew?", "start": 72.909, "duration": 3.5}, {"text": "No one's ever tried to recruit me into the fuckin Nazi Party", "start": 78.929, "duration": 4.22}, {"text": "Nazis are I'm never even look ok I", "start": 84.359, "duration": 2.69}, {"text": "Was at a hotel a month ago, and I saw a fucking ghost", "start": 87.569, "duration": 3.38}, {"text": "Okay, no for real like a little girl girl go fuck and I heard that there was a girl ghost freaked me the hotel cordon", "start": 91.469, "duration": 7.94}, {"text": "all right, I", "start": 99.409, "duration": 1.511}, {"text": "think I saw UFO I", "start": 100.92, "duration": 2.0}, {"text": "Even I swear to God I saw a straight male flight attendant, okay", "start": 103.59, "duration": 3.68}, {"text": "Never seen a Nazi never seen a fucking Nazi never seen a swastika except not on a cartoon. I've never seen that shit", "start": 110.459, "duration": 6.41}, {"text": "I've never even seen a Hitler much", "start": 117.42, "duration": 1.67}, {"text": "The only Hitler mustache of all I ever saw was was that brief pair with Michael Jordan had it", "start": 119.09, "duration": 4.949}, {"text": "- you don't mean I'm saying it's not a fucking toy. Even if Nazis were a threat", "start": 124.649, "duration": 3.949}, {"text": "Let's say Nazis were bucking on the rise. Do you guys see the protesters in Charlottesville? Did you see those test-tube babies and?", "start": 128.599, "duration": 7.29}, {"text": "movie bullies from the 80s with their fucking j.crew shirts walking around with their stupid fucking Pottery Barn tiki torches", "start": 136.53, "duration": 6.38}, {"text": "Were they scary what do you scare those fucking motherfuckers?", "start": 145.139, "duration": 3.83}, {"text": "What was their big battle him? What was the war cry Jews will not replace us going after the Jews?", "start": 150.209, "duration": 5.149}, {"text": "Are yeah, you know black people are like shoe we have to hope", "start": 155.359, "duration": 2.7}, {"text": "This isn't about us, always it's crack of us matzah got it", "start": 160.769, "duration": 3.29}, {"text": "Jews will not rub places like yeah, you know you're right. They're not gonna replace you", "start": 165.359, "duration": 3.71}, {"text": "I don't know a lot of Jewish guys look to be assistant manager at the Dairy Queen motherfucker", "start": 169.069, "duration": 3.75}, {"text": "Not a Walmart greeters named Shecky, okay", "start": 175.139, "duration": 2.72}, {"text": "What do you all accounts?", "start": 179.16, "duration": 2.0}, {"text": "Replacing", "start": 181.889, "duration": 2.0}, {"text": "You know would never complain about Jews replacing them black people", "start": 184.41, "duration": 3.109}, {"text": "Never you're never gonna get blackboard. You know. Why cuz you're never gonna hear in your lifetime", "start": 188.79, "duration": 3.77}, {"text": "Subbing in for LeBron James is five-foot-four rookie sensation", "start": 193.26, "duration": 3.5}, {"text": "rabbi moisture Leibowitz", "start": 197.4, "duration": 2.059}, {"text": "That would be awesome, though, yo really that would be awesome if the whole NBA was replaced by Jews. That'd be hilarious", "start": 203.609, "duration": 5.99}, {"text": "the sportscaster just be Jewish bombs", "start": 210.68, "duration": 2.209}, {"text": "Me fuck you. This is what happens when you guys are at work", "start": 216.74, "duration": 3.44}, {"text": "I fucking smoke weed, and this is should I think of a Jewish mom sportscaster MBA is fuckin?", "start": 220.18, "duration": 4.919}, {"text": "Moistures unguarded he goes in for the easy layup Jose. It's another air ball", "start": 226.37, "duration": 4.669}, {"text": "Well of course he missed he doesn't eat look how weak he is do they feed you down there in Cleveland", "start": 232.7, "duration": 4.489}, {"text": "I mean you know the food that is terrible the portions are so small and", "start": 237.19, "duration": 3.54}, {"text": "He singl he know that a man his age is single. Yeah apparently at the shoulder saying he's a failure", "start": 241.43, "duration": 5.72}, {"text": "What's that the game is over anyway? So this is what happens where I spoke with?", "start": 247.79, "duration": 3.289}, {"text": "But I have a prescription in the marijuana because I have a couple broken a couple of broken dreams, so", "start": 252.2, "duration": 5.029}, {"text": "How come they didn't go after the black people of Charlottesville", "start": 261.23, "duration": 2.479}, {"text": "They went out for the juice a little Cheers", "start": 264.32, "duration": 2.75}, {"text": "Maybe go over the black, but you know why did God look as they watch sports. Yeah, they know there I can win that war", "start": 267.32, "duration": 4.459}, {"text": "Cuz black may look better every sport ever invented. Can we admit that every spark we admit that crackers?", "start": 272.69, "duration": 4.64}, {"text": "They're better every sport that does not involve water, so here's the thing", "start": 277.33, "duration": 4.199}, {"text": "That's one of the big mysteries in life huh we've all wondered why", "start": 285.86, "duration": 4.07}, {"text": "You'll be the black friend so what is it?", "start": 291.83, "duration": 2.0}, {"text": "You are the swim team", "start": 295.28, "duration": 2.0}, {"text": "And I think you play on a lot of different teams if you know what I'm saying", "start": 304.87, "duration": 2.809}, {"text": "You had a swim team what varsity take it down a notch, okay?", "start": 311.26, "duration": 5.599}, {"text": "That's rare, though right it is rare. Huh your whole school is black. What school you go to", "start": 319.27, "duration": 6.74}, {"text": "Nope, they're not you here at school called TC Williams Remember the Titans movie dens. I watched it", "start": 327.49, "duration": 4.01}, {"text": "Yeah, there's my high school dog my high school is 70% black and 30% terrified. Let me tell you something", "start": 332.47, "duration": 5.69}, {"text": "And I plan on the football reverse, I play the football team because every team needs a kicker and", "start": 340.93, "duration": 5.45}, {"text": "Let me tell you something most black first of all most black man find me hilarious. Not you, but most clack bang", "start": 350.05, "duration": 7.01}, {"text": "Love me sometimes I feel like a chubby white girl. You know uh?", "start": 358.84, "duration": 3.2}, {"text": "Unfolding his arms and that joke", "start": 365.979, "duration": 2.0}, {"text": "Were you", "start": 375.85, "duration": 2.0}, {"text": "Yes, my my says mostly based on stereotypes here's the thing", "start": 378.37, "duration": 4.04}, {"text": "Would you I feel like black people usually have says better sense of humor right do you feel that way then?", "start": 383.41, "duration": 4.429}, {"text": "Why cuz wait till get really upset the old people really like complained about making shit are usually like these uptight white women like oh", "start": 388.66, "duration": 6.799}, {"text": "I", "start": 395.62, "duration": 2.0}, {"text": "Can't believe you said that he said the c-word", "start": 397.66, "duration": 2.989}, {"text": "You said this personal. I would never say to c-word. Okay, cuz it's totally offensive to cons and", "start": 401.59, "duration": 5.66}, {"text": "Guys I can say that so my best friends are cons, okay, seriously my mom is a half gone", "start": 410.08, "duration": 5.99}, {"text": "That makes me a quarter come which is enough for a scholarship alright", "start": 417.19, "duration": 3.26}, {"text": "But black people better says you because you guys", "start": 422.65, "duration": 2.089}, {"text": "It's a fact yo it is a fact", "start": 426.34, "duration": 2.119}, {"text": "No for real dude cuz in my highest man after games. Holy shit the locker room. I thought was gonna trip over a dick I", "start": 429.13, "duration": 8.0}, {"text": "Felt like an en de Jones when he fell in the snake, but got waiver torture, I lose I wouldn't fall over", "start": 439.18, "duration": 5.059}, {"text": "I", "start": 445.13, "duration": 1.27}, {"text": "Would never share with the team. I just go home my shoulder pads and please like bye guys my mom", "start": 446.4, "duration": 4.7}, {"text": "They mock me I get taunted from the showers, what's wrong crap", "start": 453.03, "duration": 3.05}, {"text": "Won't you shine crap", "start": 458.01, "duration": 2.0}, {"text": "You scared artists you scared it big black cotton scare that beard back up", "start": 461.37, "duration": 6.5}, {"text": "Finally I was like I don't need a shower coach oh", "start": 470.04, "duration": 2.959}, {"text": "Shit sorry Joe there's your penis I didn't have my pottery burn burn tiki torch", "start": 477.24, "duration": 5.39}, {"text": "That's why they carried him in Charlottesville lady. What jewelry counter protesting black dick", "start": 483.33, "duration": 4.519}, {"text": "You", "start": 497.7, "duration": 2.0}]