[{"text": "Oh, man, I'm super glad you guys laughed at that", "start": 0.03, "duration": 2.879}, {"text": "Super glad. I have told that joke before and gotten zero", "start": 4.38, "duration": 3.12}, {"text": "I did a show in Wyoming once. By the way, Wyoming, a dumpster fire pretending to be a state", "start": 7.56, "duration": 6.56}, {"text": "Don't know if you guys knew that.", "start": 14.3, "duration": 3.72}, {"text": "It is it is it is one big Walmart parking lot. It is not good", "start": 18.86, "duration": 4.74}, {"text": "There's nothing there. Why are you there? Anyway, doesn't matter", "start": 25.64, "duration": 3.42}, {"text": "I'm in wy- ha I'm in Wyoming", "start": 30.1, "duration": 1.86}, {"text": "I'm in this tiny town doing a show to like this many people. It's a pretty big audience all right", "start": 31.96, "duration": 5.66}, {"text": "And I say that line, I say Azkaban. Complete silence, all right?", "start": 37.62, "duration": 5.279}, {"text": "I'm just like oh, okay, so y'all don't read that makes so much sense you know?", "start": 42.899, "duration": 4.2}, {"text": "It's rough and then out of nowhere a lady in the front row yells so loud, she goes, \"why'd you go there?\"", "start": 49.36, "duration": 6.589}, {"text": "What?", "start": 57.28, "duration": 1.02}, {"text": "What are you saying? I?", "start": 58.3, "duration": 2.0}, {"text": "How?", "start": 60.91, "duration": 1.11}, {"text": "How? The first part of that joke I say I've never been to jail a day in my life", "start": 62.02, "duration": 4.219}, {"text": "It's not even a real place, prison for wizards. Why are we?", "start": 67.44, "duration": 3.68}, {"text": "Why are we having this conversation?", "start": 71.82, "duration": 2.5}, {"text": "And then she and then she goes it is a real place, that's that place in San Francisco", "start": 75.96, "duration": 5.34}, {"text": "No, no, that is not correct. Okay?", "start": 82.72, "duration": 4.79}, {"text": "You you are thinking of Alcatraz, okay, which has been closed for like 50 years", "start": 89.28, "duration": 6.5}, {"text": "So you're not even right if you were right, I don't", "start": 96.34, "duration": 2.88}, {"text": "You know? and then the audience is like on her side for no reason, it's just so weird", "start": 100.42, "duration": 5.68}, {"text": "It's the weirdest experience and then and then she says", "start": 106.22, "duration": 3.08}, {"text": "agree to disagree", "start": 110.4, "duration": 2.0}, {"text": "like, That's not how that, it's not know anything works what?", "start": 114.31, "duration": 3.62}, {"text": "Why is this happening to me right now and one guy in the audience was like she got you though?", "start": 119.2, "duration": 4.25}, {"text": "And I was like she didn't though she did not no one got anyone. She's so wrong", "start": 123.45, "duration": 5.1}, {"text": "You know I wanted to be so mean to that audience, but I was like they live in Wyoming, so", "start": 128.55, "duration": 5.27}, {"text": "puni- you know", "start": 133.92, "duration": 3.06}, {"text": "the punishment fits the crime really", "start": 136.98, "duration": 2.68}, {"text": "So bad so awful, so yeah, don't go there. I don't know it's just not good", "start": 141.42, "duration": 5.42}, {"text": "I shouldn't, I talk bad in Wyoming like I have my life together. I do not as my life is a complete disaster", "start": 146.85, "duration": 6.899}, {"text": "I sneezed on a baby recently", "start": 153.76, "duration": 2.28}, {"text": "Yeah, that's a thing I did I was holding a baby. I had to sneeze and I just hard sneezed into its face", "start": 156.52, "duration": 5.82}, {"text": "so hard", "start": 163.03, "duration": 1.65}, {"text": "You know and my friend is standing there. He's like hey man, uh real quick. Did you just sneeze in my son's face?", "start": 164.68, "duration": 7.7}, {"text": "And I was like yeah, yeah, I did that yep, and he was like why?", "start": 173.94, "duration": 4.18}, {"text": "And I was like, well, I had the baby", "start": 178.22, "duration": 2.32}, {"text": "And I was like I gotta sneeze so I could I was like I could drop the baby", "start": 180.54, "duration": 3.38}, {"text": "Or I could sneeze on this baby right now", "start": 183.92, "duration": 2.08}, {"text": "You know those are my two options", "start": 186.42, "duration": 1.8}, {"text": "and he was like why you could turn your head and sneeze the other way", "start": 188.22, "duration": 2.98}, {"text": "And I was like that third option was not apparent at the time. You know", "start": 191.42, "duration": 3.96}, {"text": "It just didn't occur to me in the moment", "start": 197.74, "duration": 2.42}, {"text": "He's like you need help. I was like I do though you know. At least I'm not from Wyoming", "start": 200.92, "duration": 5.68}, {"text": "I have that going for me", "start": 206.6, "duration": 1.28}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy", "start": 207.98, "duration": 5.64}]