[{"text": "I, uh-I'm very excited in general next month I am celebrating my one-year wedding anniversary", "start": 0.0, "duration": 5.4}, {"text": "[cheers, applause]", "start": 5.4, "duration": 3.2}, {"text": "Which, uh-I haven't talked to my wife in about eight hours", "start": 8.88, "duration": 2.18}, {"text": "actually, which is at this point a little bit longer than I'd like to leave her alone with her thoughts", "start": 11.5, "duration": 5.359}, {"text": "Cause we're still starting out so my plan is basically just every morning I wake up and convince her once again this is a really", "start": 17.44, "duration": 7.549}, {"text": "good idea [Audience laughter]", "start": 24.99, "duration": 1.48}, {"text": "and we can't return our wedding gifts so", "start": 26.47, "duration": 2.719}, {"text": "hopefully it all works out. I love being married though, it's great. It's like dating with consequences. It's uh...", "start": 30.49, "duration": 5.33}, {"text": "It's a lot of fun and people ask me like \"Why did you get married? Why'd propose to your wife?\" And there are a", "start": 37.36, "duration": 4.669}, {"text": "lot of reasons definitely. But really chief among them is that my wife is  smarter than I am and", "start": 42.03, "duration": 5.91}, {"text": "if you can date somebody smarter I highly recommend doing that. It is", "start": 48.219, "duration": 4.19}, {"text": "It's a fantastic way to go just surround yourself with smart people in general if you can. I know dumb people are fun", "start": 52.629, "duration": 7.13}, {"text": "I'm not gonna deny that. And if you're dumb thank you.", "start": 60.16, "duration": 3.619}, {"text": "It's really entertaining for everybody else but", "start": 65.14, "duration": 2.15}, {"text": "but if you swap out your dumb friends for smart friends it's a lot less funny", "start": 68.409, "duration": 6.59}, {"text": "but you're gonna cut way down on the number of text messages you get at 2:00 in the morning, I guarantee you that.", "start": 75.0, "duration": 3.299}, {"text": "nobody asks for $200 that you can't ask about or anything that's gone so...", "start": 78.759, "duration": 4.4}, {"text": "And if you can date somebody smarter than you, I highly recommend doing that as a matter of fact if you're dating somebody here tonight", "start": 83.35, "duration": 6.409}, {"text": "uhh, one of you IS smarter than the other", "start": 90.7, "duration": 2.48}, {"text": "That's just a fact. No two people get together that are the exact same level of intelligence.", "start": 94.3, "duration": 3.86}, {"text": "One person is going to be smart-As a matter of fact clap if you think you're the smart person in your relationship [Audience cheers and applauds]", "start": 98.42, "duration": 5.42}, {"text": "[Cheers and claps]", "start": 103.84, "duration": 5.86}, {"text": "boy, was that a mixed bag thats uhh", "start": 109.98, "duration": 2.0}, {"text": "like there were a handful of people out there that were like \"Nope the smart person doesn't clap right here, I know that this is a trap\"", "start": 112.98, "duration": 6.22}, {"text": "That was so interesting to watch yet I saw some couples where both people were clapp-", "start": 124.65, "duration": 3.859}, {"text": "\"Oh, all right\"", "start": 130.289, "duration": 1.701}, {"text": "\"no, we're not done talking about this actually\"", "start": 131.99, "duration": 2.369}, {"text": "\"we're gonna talk about this on the way home, as a matter of fact\"", "start": 135.15, "duration": 2.72}, {"text": "Also saw some couples where people were definitely together and neither person was clapping", "start": 138.12, "duration": 4.49}, {"text": "which is cute cuz that can mean one of two things", "start": 144.03, "duration": 2.389}, {"text": "There's option a which could be like \"Hey I'm not clapping because I think that you're smart-\"", "start": 146.62, "duration": 4.8}, {"text": "\"oh you're not clapping because you think that I'm smart? Well that's just-\"", "start": 151.82, "duration": 3.82}, {"text": "\"Do you want to get some gelato on the way home because this is... Do you want to adopt a puppy? we're wonderful\"", "start": 157.82, "duration": 6.8}, {"text": "that's possible that could exist as option A, but you have to admit could also be option B.", "start": 166.02, "duration": 5.42}, {"text": "Which is like \"Hey I'm not clapping because i think you're oh...\"", "start": 171.78, "duration": 3.36}, {"text": "and you're not clapping cuz you think oh...\"", "start": 176.1, "duration": 2.74}, {"text": "alright...", "start": 180.08, "duration": 2.0}, {"text": "Are we dumb? I didn't know that. That's not good. No, I don't remember where we parked the car, actually.", "start": 182.79, "duration": 9.91}, {"text": "Date smarter if you possibly can and i say smart and not clever cuz there's a big difference between smart", "start": 194.01, "duration": 7.729}, {"text": "people and clever people", "start": 201.739, "duration": 1.631}, {"text": "there are a couple of people nodding out there who've dated clever people before then i'm sorry and right now if you're sitting there and", "start": 203.37, "duration": 5.54}, {"text": "You're like i'm not sure if the person i'm with is smart or clever well they're clever that's how", "start": 208.91, "duration": 5.01}, {"text": "that's how they work but it's just a totally different thing between dating smart and clever people and it really", "start": 214.32, "duration": 5.76}, {"text": "comes out", "start": 220.29, "duration": 0.93}, {"text": "when you get into any sort of argument", "start": 221.22, "duration": 2.179}, {"text": "like if i get in an argument with my wife who's smarter than me it usually plays out just kind of like hey you know", "start": 223.5, "duration": 5.869}, {"text": "What sweetie i think i'm right and then she'll say no actually I", "start": 229.37, "duration": 3.209}, {"text": "think I'm right. And i'll be like fine you tell me why you think you're right and then she'll list a bunch of facts", "start": 232.92, "duration": 6.68}, {"text": "And i'll say bwuh-", "start": 240.69, "duration": 1.769}, {"text": "And that's it and it's", "start": 242.459, "duration": 2.0}, {"text": "It's over it's really quick but there's a lot of time left in the evening to get more things wrong which is", "start": 245.08, "duration": 5.659}, {"text": "very helpful", "start": 252.01, "duration": 2.0}, {"text": "but, clever people it's a totally different thing it's a totally different way of arguing because clever people don't use facts they", "start": 254.89, "duration": 7.819}, {"text": "just bring up times that you've been wrong in the past", "start": 262.709, "duration": 2.551}, {"text": "to completely invalidate your argument. Somebody had experience with this before? it's like trying, to date a", "start": 266.28, "duration": 6.02}, {"text": "negative political attack ad", "start": 272.92, "duration": 2.0}, {"text": "against you", "start": 276.13, "duration": 1.98}, {"text": "You go", "start": 278.11, "duration": 0.89}, {"text": "you know what I'm saying?", "start": 279.0, "duration": 0.33}, {"text": "So when you come out and you're like hey sweetheart i'm gonna go hang out with guys tonight watch the game", "start": 279.33, "duration": 4.26}, {"text": "i'm pretty sure i told you about this last week. Then she comes back with [Announcer voice]  oh really?", "start": 283.72, "duration": 4.4}, {"text": "drew barth says that he's pretty sure he mentioned last week he was going out with the guys tonight", "start": 289.7, "duration": 5.5}, {"text": "But isn't this also the same drew barth that was pretty sure the movie started at 8:15 last night", "start": 295.72, "duration": 5.98}, {"text": "We know how that one turned out.", "start": 302.28, "duration": 2.0}, {"text": "And isn't this the same drew Barth that was pretty sure he ordered more flea medicine for the cats online", "start": 305.3, "duration": 6.44}, {"text": "wrong again", "start": 312.28, "duration": 2.0}, {"text": "are we really going to trust a man who doesn't even know what drawer the big spoons go in?", "start": 314.54, "duration": 5.9}, {"text": "Don't", "start": 322.02, "duration": 1.36}, {"text": "This thursday vote no on drew going out and having a good time with his friends", "start": 323.62, "duration": 5.32}, {"text": "'cause drew barth wrong on big spoons wrong on everything", "start": 329.46, "duration": 3.52}, {"text": "Subscribe to dry bar comedy for even more of the world's largest collection of clean comedy", "start": 335.05, "duration": 3.979}]