[{"text": "I like our apartment. I like our bathrooms.", "start": 1.6, "duration": 1.78}, {"text": "I have ONE gripe with our bathroom, though, and it's the way that it's set up, it's configured in such a way where,", "start": 3.38, "duration": 6.52}, {"text": "when you're standing in the shower and you pull back on the shower curtain,", "start": 10.02, "duration": 3.86}, {"text": "that main mirror is right there.", "start": 14.26, "duration": 3.08}, {"text": "And I'm not usually ready for that.", "start": 17.86, "duration": 2.52}, {"text": "Like, it's normally if you're gonna be naked in front of a mirror, you kind of psych yourself up a little bit, right?", "start": 21.76, "duration": 3.84}, {"text": "You're just—you're like, \"Alright, here comes the mirror, alright...\"", "start": 25.6, "duration": 2.48}, {"text": "And you just flex the whole time, here, in front—\"Hey, you look pretty good today! Alright, just brush your teeth—", "start": 31.2, "duration": 4.98}, {"text": "\"There we go, put in my contact lens, alright. Alright, you deserve a pizza, good for you. Alright.\"", "start": 36.24, "duration": 6.8}, {"text": "Somehow, I forget every morning: I get done with my shower and turn off the water, put my shampoo back, pull back the shower curtain...", "start": 47.7, "duration": 6.82}, {"text": "I'd rather see a Puma in my bathroom than my naked disappointed foggy self looking back at me.", "start": 54.539, "duration": 6.75}, {"text": "Also, whoever was that designed the mirror to go down to here? We need to talk, because...", "start": 66.6, "duration": 5.86}, {"text": "I've also discovered that kind of my personal self-confidence in my body is", "start": 73.02, "duration": 4.94}, {"text": "directly correlated to wherever I wrap the towel around myself.", "start": 78.22, "duration": 3.16}, {"text": "Like, some dudes wrap it around here: stop it. Uh...I like to go, like, right aro—if I could wrap it around my neck, that'd be...", "start": 82.02, "duration": 6.72}, {"text": "Make like a cape-poncho kind of thing. That's...", "start": 89.14, "duration": 2.26}, {"text": "That's the look I'd like.", "start": 92.2, "duration": 1.62}, {"text": "My wife and I, we did try and get into good shape for, uh, for our wedding.", "start": 97.24, "duration": 4.68}, {"text": "I've never really—never really had, kind of, a—a physical fitness goal to get towards.", "start": 101.92, "duration": 4.5}, {"text": "Uh, my wife does like to watch a lot of soccer, and...", "start": 106.6, "duration": 4.22}, {"text": "And if you've ever watched soccer with a girl, it is—because those players are ridiculously good-looking, uh,", "start": 112.34, "duration": 7.12}, {"text": "and in tremendous shape, and it's actually kind of like a level of physical fitness that I feel like anybody can attain,", "start": 119.46, "duration": 6.6}, {"text": "which I think is why it's kind of even harder to watch, like, I don't want to just see a whole bunch of me if I actually applied myself, like...", "start": 126.2, "duration": 6.96}, {"text": "I think that's part of the reason why soccer's had trouble catching on in the U.S. the way it has with the rest of the world,", "start": 134.68, "duration": 5.7}, {"text": "is that we like our athletes to just be genetic freaks.", "start": 140.38, "duration": 2.96}, {"text": "So that we'll be watching, we're like, \"Well, I'll never be that big or that muscular, so I don't even have to try, awesome.", "start": 144.14, "duration": 6.5}, {"text": "Where's that cheese blizzard I was working on again?\"", "start": 151.24, "duration": 3.16}, {"text": "And you can actually even watch other sporting events with a girl and feel okay about yourself: you can watch the NFL.", "start": 158.06, "duration": 6.26}, {"text": "It'd be like, \"Sweetheart, would you like it if I was, you know, 6'6\", 250 pounds, would you even want that?\"", "start": 164.69, "duration": 6.829}, {"text": "\"No, that's too big! That's not what I...that's too many muscles, we couldn't fit on the couch when we...", "start": 171.52, "duration": 6.3}, {"text": "watch Grey's Anatomy. You'd scare the cat. [giggle]\"", "start": 178.96, "duration": 2.94}, {"text": "You watch the NBA with a girl: \"Sweetheart, would you like it if I was, you know, 6-foot 8\" like that guy, would you want that?\"", "start": 186.44, "duration": 5.12}, {"text": "\"No, that's too tall, it's too tall! [giggle] Cos we like to spoon, and that'd just be like...", "start": 191.56, "duration": 4.32}, {"text": "\"I mean, like a spoon and a...and a ladle, just...\"", "start": 195.88, "duration": 4.2}, {"text": "But if you try watching soccer with a girl, and you're like, \"Sweetheart, would you like it if I was, you know,", "start": 205.18, "duration": 4.8}, {"text": "\"6% body fat?...had a fauxhawk?...spoke Italian?...", "start": 210.76, "duration": 5.74}, {"text": "\"Sweetie?\"", "start": 220.58, "duration": 0.98}, {"text": "\"Yeah, I really would, actually!", "start": 230.24, "duration": 2.0}, {"text": "\"I'm just saying, you could do it, you guys are the same height! He's—he's like six years older than you, he...", "start": 233.389, "duration": 6.41}, {"text": "\"He looks great. No, finish your burrito, I'm glad you like burritos, I'm just...", "start": 240.92, "duration": 3.74}, {"text": "\"Just—just saying he probably doesn't get winded when we make out, so...\"", "start": 245.04, "duration": 4.1}, {"text": "It's a fair point. That's a good point.", "start": 252.76, "duration": 2.1}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy.", "start": 256.34, "duration": 4.34}]