[{"text": "If you're in a bar, at a club and you order more than one Grey Goose, are you now ordering grey geeses?", "start": 0.0, "duration": 7.3}, {"text": "Forreal, like this- this bitch wouldn't serve me last night. I was like yeah, let me get five grey gooses.", "start": 16.72, "duration": 5.88}, {"text": "Or it is geeses?", "start": 24.38, "duration": 2.0}, {"text": "Fuck it, give me a flock of Vodka.", "start": 30.72, "duration": 2.0}, {"text": "White people- they just don't..they don't understand shit like...like being late.", "start": 34.5, "duration": 5.48}, {"text": "When I was working on Tonight Show, I'll show up late like \"Damn, I'm sorry man. I got caught in traffic,\" or whatever", "start": 43.08, "duration": 5.18}, {"text": "And they'll be like, \"That's why you have to leave about 30 minutes earlier Deon, so you won't get caught in traffic.", "start": 48.26, "duration": 4.64}, {"text": "That's no excuse, it's the same thing with me. I leave; I have traffic time.", "start": 53.02, "duration": 4.28}, {"text": "I add traffic time into my schedule, and that's why I'm here early.\"", "start": 57.94, "duration": 3.349}, {"text": "\"Yo it was a fire on the freeway.\" You should have put that in your schedule.", "start": 62.41, "duration": 3.95}, {"text": "I'm from Chicago,", "start": 66.939, "duration": 1.11}, {"text": "so it be weird being out here because some of the porn stars be coming to my show and I be like \"Damn!", "start": 68.049, "duration": 5.48}, {"text": "That's ol' boy!\" Or \"That's ol' girl!\" And shit like,", "start": 73.529, "duration": 2.911}, {"text": "This one porn star come to my show all the time. I don't know if you know this dude; it's a black dude.", "start": 76.66, "duration": 4.28}, {"text": "He go by the name of Wesley Pipes.", "start": 80.95, "duration": 2.36}, {"text": "Like that's his porn name. Black, ball-head dude,", "start": 84.61, "duration": 3.019}, {"text": "Got a gun tattoo right here, but he be fucking women like crazy!", "start": 87.629, "duration": 5.651}, {"text": "But when he be fucking, like he be talking cash shit, but the shit he be saying be so funny,", "start": 93.82, "duration": 6.3}, {"text": "you can't even jack off right cause you be too busy laughing at what he be saying and shit, you know.", "start": 100.36, "duration": 5.36}, {"text": "And he was doing it this one girl; he was like \"Yeah you like all that thang in there, huh?", "start": 107.44, "duration": 3.72}, {"text": "Take all that thick ass thang in there.\"", "start": 111.16, "duration": 2.34}, {"text": "\"I know you like that thang, huh? You appreciate that thick thang in there, huh? Yeah make that thing disappear.", "start": 113.84, "duration": 6.46}, {"text": "Uhp! What you do with my thang bitch? Where my thang at?\"", "start": 120.78, "duration": 2.52}, {"text": "I'm at home like \"Who talks like this?\"", "start": 124.9, "duration": 2.92}, {"text": "\"I ain't never said no shit like that.\"", "start": 130.64, "duration": 2.56}, {"text": "\"I kind of like that shit though, I think ima start talking like that.\"", "start": 134.24, "duration": 2.8}, {"text": "He told this one girl, he was like \"Yeah get in here and get this motherf****** hot dog.\"", "start": 140.26, "duration": 4.1}, {"text": "Now what he did was, he took his balls and wrapped them over the top of his", "start": 145.52, "duration": 4.22}, {"text": "thang and made it look like a hot dog, like a sandwich or something.", "start": 150.28, "duration": 4.36}, {"text": "I was like, \"He out of his rabbit ass mind doing that.\" [Laughs]", "start": 155.9, "duration": 3.64}, {"text": "But I tried it.", "start": 160.68, "duration": 2.0}, {"text": "I just wanted to see if I had a hot dog or not. I didn't, my shit was more like an egg McMuffin.", "start": 165.31, "duration": 5.869}, {"text": "I was like \"Bitch, come get this breakfast.", "start": 172.72, "duration": 2.119}, {"text": "Most important meal of the day motherf*****.\"", "start": 176.44, "duration": 2.63}, {"text": "I bumped into him on [clears throat]", "start": 183.04, "duration": 1.59}, {"text": "on Hollywood Boulevard. I didn't even know it was him. I just bumped- I was like \"Excuse me\" and I looked and I was like [long gasp].", "start": 184.63, "duration": 5.45}, {"text": "Wesley Pipes!", "start": 190.32, "duration": 2.0}, {"text": "But what was weird was he knew me.", "start": 193.51, "duration": 2.119}, {"text": "He was like \"Dude you a comedian ain't you?\" I was like \"Yeah.\" He was like \"Man you funny as shit,", "start": 196.33, "duration": 4.49}, {"text": "I got you on tape.\" I was like \"I got you on tape too.\"", "start": 200.83, "duration": 3.74}, {"text": "Shook his hand; his hand was wet as shit.", "start": 209.92, "duration": 2.809}, {"text": "I was like \"I hope he ain't just get off work.\"", "start": 214.03, "duration": 2.059}, {"text": "Women when y'all in the club...y'all all walk out in three's and shit.", "start": 217.72, "duration": 3.589}, {"text": "The one at the end, that's the one I want. The pretty one at the beginning, you be pulling her away from us.", "start": 223.86, "duration": 8.74}, {"text": "Just cause you got to go to the bathroom, you running- leading this train and shit. And the ugly one always dingling in the back like,", "start": 233.32, "duration": 7.5}, {"text": "Fucking tray hitting her in the face and shit.", "start": 245.42, "duration": 2.9}, {"text": "I be like \"Come here,\" and she be like \"I caaan't!\"", "start": 252.0, "duration": 3.08}, {"text": "I be like \"Don't let that bitch block your blessings. I'm trying to put you at the front of the line mama.\"", "start": 255.84, "duration": 6.94}, {"text": "[Laughs]", "start": 263.86, "duration": 4.04}, {"text": "I'm just serious.", "start": 268.2, "duration": 2.0}, {"text": "So I've been writing for Conan for about a year, but it's been weird cause I'm like the only black writer there. You know,", "start": 270.97, "duration": 6.47}, {"text": "And, it's kind of tripped out because any time the other writers have any black questions", "start": 278.56, "duration": 5.269}, {"text": "they think I got the answer for it and shit.", "start": 284.29, "duration": 2.839}, {"text": "Like we'll be in a writer session, and this'll be me right. And other writers'll be like \"Wow I just", "start": 287.65, "duration": 5.089}, {"text": "realized the rapper 50 Cent's got shot nine times. I know that had to hurt.\"", "start": 292.9, "duration": 5.26}, {"text": "Like motherf*****  I ain't never been shot, I don't know. I live in Westwood, I have no idea what the fuck they doing in Compton.", "start": 301.44, "duration": 6.72}, {"text": "\"We hear black cats are bad luck. I wonder do black cats go through more stuff than regular cats.\"", "start": 311.41, "duration": 5.089}, {"text": "\"I don't know the struggle of a cat, Bitch. I don't know cats' Civil Rights. I don't know motherf*****.\"", "start": 319.21, "duration": 5.029}, {"text": "\"Do all black men got big penises?\"", "start": 326.62, "duration": 2.0}, {"text": "\"Yes.\"", "start": 330.31, "duration": 2.0}, {"text": "\"I do know that.\" Look at some of the women, \"No they don't.\"", "start": 333.3, "duration": 3.76}, {"text": "[Laughs] Yes we do.", "start": 338.58, "duration": 1.28}, {"text": "Yo, I just found out something recently that women are fucking crazy.", "start": 341.4, "duration": 3.76}, {"text": "Just found that shit out, I did.", "start": 346.87, "duration": 2.0}, {"text": "No, I had this girl come over my house and uh", "start": 349.66, "duration": 2.119}, {"text": "It was like 4 in- Well she was there like at midnight, but it was like 4 in the morning", "start": 352.42, "duration": 4.7}, {"text": "I was being a gentleman like \"It's too late for her to drive", "start": 357.12, "duration": 2.519}, {"text": "Ima see if she wanna like you know just stay here", "start": 359.64, "duration": 1.92}, {"text": "So I was like \"Yo you want to spend the night? I'll just- I'll get you a t-shirt or something.\"", "start": 361.56, "duration": 3.69}, {"text": "And she was like \"Oh you just trying to fuck ain't you?\" I'm like \"Nah I ain't trying to fuck.\" She was like \"Yes", "start": 365.25, "duration": 4.38}, {"text": "you are. I'm so sick of men playing me that way. I'm just sick of that shit, but tonight ima flip that shit.", "start": 369.63, "duration": 4.769}, {"text": "Ima treat you", "start": 374.4, "duration": 0.85}, {"text": "the way man treat women and shit. If you want to fuck let's fuck.\" Just push me on the bed and got on top of", "start": 375.25, "duration": 4.369}, {"text": "me and just started fucking me, and I was like, \"I don't want it like that\" And she was like \"Shut the fuck up\"", "start": 379.62, "duration": 4.14}, {"text": "Just kept riding me and shit", "start": 384.3, "duration": 2.34}, {"text": "Then she was like \"Now ima get ready to play PlayStation for two hours.\" And just play...", "start": 389.66, "duration": 4.02}, {"text": "Then she was like \"I'm getting ready to leave and I ain't never coming back.\"", "start": 396.14, "duration": 2.54}, {"text": "And I'm thinking to myself \"This bitch don't know how awesome this is right now.\"", "start": 399.72, "duration": 4.429}, {"text": "I was like \"You gon' call me?\" And she was like \"Fuck you!\" I was like \"Ima marry this hoe right here.\"", "start": 406.44, "duration": 5.899}, {"text": "Did y'all know a lot of black people talk white at work?", "start": 414.15, "duration": 2.33}, {"text": "Some of y'all best friends, y'all think that they talk like that all the time and they don't.", "start": 417.96, "duration": 3.71}, {"text": "I'm serious. Y'all be at work over the uh, water cooler", "start": 423.24, "duration": 2.57}, {"text": "\"Hey, James. How are you?\" \"Fuck I'm all right man, went out with my girl last night", "start": 426.6, "duration": 4.699}, {"text": "You know threw back a couple, you know- Went home, boned her, came back to work. And hey, it was a good night. All right, man", "start": 431.6, "duration": 7.04}, {"text": "talk to you later man. All right, later.", "start": 438.64, "duration": 2.0}, {"text": "Soon as they get in the car; I'll pick em' up. \"What up, James?\" He be like,", "start": 441.14, "duration": 3.92}, {"text": "\"Woo! Them white motherf****** got me going crazy in that motherf*****.\"", "start": 445.06, "duration": 3.42}, {"text": "Yeah...lot of people don't know this about me, is that I can't take a joke.", "start": 450.64, "duration": 3.96}, {"text": "Ain't that weird, I'm a comedian. I don't get no jokes. You tell me a joke", "start": 457.97, "duration": 4.1}, {"text": "I don't get it. People tell me jokes all the time. They be telling me shit- they be,", "start": 462.07, "duration": 3.85}, {"text": "I be like this,", "start": 467.24, "duration": 2.0}, {"text": "\"Well why they do that?\"", "start": 470.66, "duration": 2.0}, {"text": "I don't get no jokes.", "start": 476.21, "duration": 1.829}, {"text": "One time my friend called me up and asked me to help him with something, like I just didn't get it.", "start": 478.039, "duration": 3.65}, {"text": "You know, he called me up. He was like, \"Hey Deon, can you help me with something?\" I'm like \"Yeah, what's up?\" \nHe was like \"Okay um...", "start": 481.689, "duration": 4.811}, {"text": "What has a little dick and hangs down?\" I'm like \"I don't know.\" He was like \"A bat.\" I was like \"Oh, okay.\" He was like \"Now", "start": 486.74, "duration": 6.35}, {"text": "what has a big dick and hangs up?\" I'm like \"I don't know.\" Then he hung up the phone on me.", "start": 493.09, "duration": 3.75}, {"text": "I'm like \"Damn, what happened to my signal and shit?\"", "start": 498.86, "duration": 2.66}, {"text": "So I called him back I was like \"Yeah, I don't know what the fuck happened with this phone or whatever but uh...", "start": 504.47, "duration": 4.549}, {"text": "What was you saying? Say that shit again real quick?\"", "start": 509.63, "duration": 2.239}, {"text": "He was like \"What has a little dick and hangs down?\"", "start": 514.55, "duration": 2.27}, {"text": "I'm like \"A bat...\" He was like \"Now what has the big dick and hangs up?\" I'm like", "start": 516.82, "duration": 4.049}, {"text": "\"I don't know.\" Then he hung up again and shit.", "start": 520.87, "duration": 2.01}, {"text": "So now I'm outside doing these karate moves trying to find a frequency on my phone", "start": 524.0, "duration": 4.669}, {"text": "\"Yeah it's me again, I must be under some trees or something that's fucking the signal up...", "start": 531.68, "duration": 4.16}, {"text": "But uh..little dick bat, I got that part. Now what's after that?\"", "start": 536.75, "duration": 3.38}, {"text": "This motherf***** hung up again and shit. I was like I hate AT&T.", "start": 541.42, "duration": 5.46}, {"text": "[Laughter]", "start": 547.04, "duration": 2.32}, {"text": "I ended up texting him. I was like [slowly] \"What's after the big dick?\"", "start": 551.5, "duration": 4.22}, {"text": "He text me back \"Click.\"", "start": 558.14, "duration": 2.0}, {"text": "I was like \"How you gon' hang up on a text message, motherf*****?\"", "start": 562.64, "duration": 1.9}, {"text": "I was at Montreal recently man, I did a show up there and shit and uh...", "start": 566.96, "duration": 3.26}, {"text": "It's comedy festival. Yeah. It was crazy, but", "start": 570.22, "duration": 2.7}, {"text": "It was me and all these New York like comics and shit, like Italian comics and we was all sitting in the back", "start": 573.59, "duration": 6.139}, {"text": "Just chillin watching these comics and um...", "start": 580.04, "duration": 2.56}, {"text": "It was this gay comic that went on and this motherf***** was hilarious!", "start": 583.04, "duration": 5.64}, {"text": "but these Italian motherf****** would not laugh at that shit.", "start": 589.48, "duration": 3.48}, {"text": "And I just kept cracking up.", "start": 593.64, "duration": 2.3}, {"text": "To the point where I ain't even want to laugh no more cause I don't want them thinking I was gay or something.", "start": 596.62, "duration": 4.6}, {"text": "[Laughs]", "start": 603.76, "duration": 1.78}, {"text": "Like he said something, I was like this", "start": 606.2, "duration": 1.82}, {"text": "[Uncontrollably laughs, but then forces himself to stop]", "start": 608.02, "duration": 2.7}, {"text": "They like \"You over here fucking relating to him, huh?\" \"Like it's funny though, Bruno.\"", "start": 615.6, "duration": 5.14}, {"text": "Cranberry Grey Goose and cranberry juice,", "start": 622.05, "duration": 2.029}, {"text": "That's like- that's my shit cause you were able to get fucked up and clean your system out at the same time and shit", "start": 624.32, "duration": 6.02}, {"text": "You know...I like to stay even when I get fucked up, you know?", "start": 631.56, "duration": 3.52}, {"text": "Like I found out fish's brain food, it enhances your brain cells", "start": 637.38, "duration": 3.95}, {"text": "and that's good to know cause like weed kill your brain cells. So if I eat some fish after every joint...", "start": 641.33, "duration": 6.119}, {"text": "I should be even than a motherf***** right?", "start": 648.45, "duration": 2.45}, {"text": "I might just start smoking fish...", "start": 652.28, "duration": 2.76}, {"text": "Cut the middleman out.", "start": 660.84, "duration": 2.74}]