[{"text": "I love being married though. I love living with a woman. It's great. I don't run out of stuff anymore", "start": 0.03, "duration": 5.519}, {"text": "Especially in the bathroom and guys who live by themselves know that's a problem sometimes some sometimes", "start": 7.21, "duration": 5.689}, {"text": "He'll just get in the shower in the morning, but there's no soap in here", "start": 12.9, "duration": 3.06}, {"text": "I'm fresh out of ideas alright", "start": 19.449, "duration": 2.0}, {"text": "I'll just turn the water up hotter hey. Yes scrub really hard with a loofah yeah", "start": 23.859, "duration": 5.569}, {"text": "My wife will buy multiple bottles of shampoo at a time, it's a brilliant idea it is", "start": 33.82, "duration": 5.0}, {"text": "Never crossed my mind at all. I bought one one bottle of shampoo, and then when it gets to the end", "start": 39.34, "duration": 4.849}, {"text": "Unscrew the top hold it up to the shower oh", "start": 44.77, "duration": 2.389}, {"text": "You people have all done this you know what I am a little little shampoo cocktail for yourself there", "start": 47.95, "duration": 4.91}, {"text": "Alright, this is gonna be the same thing Wow that goes right in the eyes look at that", "start": 53.98, "duration": 3.649}, {"text": "Maybe if you like me you dive into the sink you bust out the hotel miniatures you've been stealing for the past 15 years", "start": 61.989, "duration": 5.33}, {"text": "Alright, candle with sweets. What do we got today? All right?", "start": 67.96, "duration": 2.87}, {"text": "blueberry alright I", "start": 71.35, "duration": 1.86}, {"text": "Wouldn't normally use blueberry shampoo, but I really have much of an option", "start": 73.21, "duration": 3.29}, {"text": "And this is this is moisturizer yuck", "start": 77.14, "duration": 3.769}, {"text": "I'm just gonna be shiny all day alright", "start": 83.409, "duration": 2.27}, {"text": "My wife and I moved into an apartment that has two bathrooms", "start": 90.58, "duration": 2.629}, {"text": "Which I think already just adds another five years to our marriage", "start": 93.61, "duration": 4.309}, {"text": "The fact that we don't have to compete for a shower in the morning, and we never take a shower together", "start": 98.26, "duration": 4.309}, {"text": "I think some people think that's strange, but honestly", "start": 102.79, "duration": 3.559}, {"text": "It's just not practical for us because when you first get together with somebody the idea of taking a shower together sounds awesome", "start": 106.35, "duration": 6.15}, {"text": "A woman's like hey, I'm thinking about taking a shower", "start": 112.95, "duration": 3.27}, {"text": "Hopefully not in that voice I should point that out", "start": 118.3, "duration": 2.0}, {"text": "Hey, you wanna take a shower? Pass", "start": 121.48, "duration": 2.24}, {"text": "It's very appealing when you first get together though", "start": 126.88, "duration": 2.4}, {"text": "But any guy here that lives with a woman knows that if you try and take a shower together odds", "start": 130.539, "duration": 5.03}, {"text": "Are it's just gonna turn into you standing in the back for about six minutes", "start": 135.57, "duration": 3.089}, {"text": "It's freezing back here. It's really cold. I I can see it's hot up there. I could I'd see the steam", "start": 145.23, "duration": 5.75}, {"text": "That's where I stand when I take a shower quite frankly, you would", "start": 150.98, "duration": 2.79}, {"text": "Sweetie, but what happens though is the water hits the top of your forehead", "start": 155.55, "duration": 3.289}, {"text": "And it comes off as this cool fine mist and that's all I get to work with I get a little produce shower this could", "start": 159.599, "duration": 6.17}, {"text": "Take forever for me to get", "start": 165.77, "duration": 1.84}, {"text": "Clean is so my turn alright fantastic cool", "start": 167.61, "duration": 2.659}, {"text": "Here we go we're on different rinsing cycles. I don't wanna mess that up cool", "start": 171.239, "duration": 3.95}, {"text": "I don't recognize any of these but no you got a conditioner three times", "start": 175.189, "duration": 3.891}, {"text": "Waters warm okay?", "start": 180.84, "duration": 2.0}, {"text": "This is, uh, boring. Actually. I know you're naked. That's cool, but if I knew it's gonna go this long", "start": 183.14, "duration": 6.56}, {"text": "I would have put my kindle in a ziploc or something", "start": 189.709, "duration": 2.37}, {"text": "Are you", "start": 194.34, "duration": 1.17}, {"text": "Are you getting out? you getting out - cool!", "start": 195.51, "duration": 1.99}, {"text": "Take both towels. I don't - I don't need both towels", "start": 198.6, "duration": 3.64}, {"text": "We are out of hot water though, sweetheart, so it's alright. I'll just smell today. That's alright", "start": 203.37, "duration": 5.239}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy", "start": 209.85, "duration": 3.829}]