[{"text": "You know what I hate now? The stores they always, they want you to join their frequent shopper Club", "start": 0.789, "duration": 4.31}, {"text": "That would be fine, but I don't want to be in the club, and I don't want all the questions, you know", "start": 5.1, "duration": 2.52}, {"text": "I'm at Banana Republic getting a couple of things and she's there. You remember the super shoppers Club?", "start": 7.62, "duration": 3.989}, {"text": "I go no no I don't want to be. Sign you up real quick you get 20% off all these purchases", "start": 11.61, "duration": 4.56}, {"text": "I don't want to be in this stupid Club", "start": 16.17, "duration": 2.0}, {"text": "You get 10% off all your future purchases. This is the third time. I'm telling you. I don't want to be in the club", "start": 18.64, "duration": 4.79}, {"text": "She says we'll send you emails and tell you about upcoming sales", "start": 24.07, "duration": 2.629}, {"text": "That's what I told her I said look. I'm wanted in six states", "start": 27.46, "duration": 3.139}, {"text": "I'm a fugitive from justice that's why I can't be in the club", "start": 32.16, "duration": 2.42}, {"text": "That's what I told her. And she said you just gave me your credit card. I said that's not my credit card", "start": 36.04, "duration": 4.0}, {"text": "How long would I remain at-large? Handing out my actual credit card", "start": 44.43, "duration": 4.49}, {"text": "And at the grocery store supermarket your PIN thing doesn't work in the deal", "start": 51.18, "duration": 4.16}, {"text": "They want you to yell your phone number out in the middle of the store. That's not smart. Security, ladies", "start": 55.34, "duration": 3.659}, {"text": "Don't yell your phone number out in the middle of the grocery store, not if I'm around", "start": 59.12, "duration": 2.76}, {"text": "No, because I'll call you. I'll call you up. I called a lady a couple of weeks ago. Yeah, hello. Yeah, this is Dennis", "start": 63.66, "duration": 5.239}, {"text": "Yeah, you probably don't remember me. Yeah, I was standing behind you in line at the grocery store", "start": 68.9, "duration": 3.779}, {"text": "Yeah, I was wearing a brown shirt, but you were kind of ignoring me", "start": 73.74, "duration": 2.72}, {"text": "But you gave me your phone number", "start": 77.28, "duration": 2.0}, {"text": "Well, you didn't give it to me specifically, but I was there to catch it", "start": 79.74, "duration": 2.509}, {"text": "Thought I'd give you call and see what's up, so what's up?", "start": 83.58, "duration": 2.449}, {"text": "I'd come by your house. I don't know your address though", "start": 86.88, "duration": 2.029}, {"text": "I can find it on the internet doing a $40 reverse look-up, but I thought you might save me the money", "start": 88.91, "duration": 4.649}, {"text": "I'll come by and bring you some flowers", "start": 93.56, "duration": 2.0}, {"text": "You know, I don't know what kind of flowers you like. There's so much about you I don't know", "start": 95.64, "duration": 3.319}, {"text": "But I do know your phone number", "start": 100.02, "duration": 2.0}, {"text": "My phone number no. I got that blocked caller ID", "start": 102.42, "duration": 2.24}, {"text": "Yeah, you can not be too careful these days", "start": 105.39, "duration": 2.0}, {"text": "Lot of nut jobs out there. Lot of wack jobs", "start": 108.86, "duration": 2.78}, {"text": "The Starbucks is, what are they asking what my name is for? It's another business wanna know what my name is", "start": 115.66, "duration": 3.74}, {"text": "Just give me a cup of coffee. I'll give you nine dollars. We'll call it a transaction.", "start": 119.74, "duration": 3.38}, {"text": "I know they want to write it on the cup right? That's the way they operate, but that's not the way I operate", "start": 123.83, "duration": 3.26}, {"text": "I've started doing this, they go, what's your name? It's, uh, Glarbsttentenford", "start": 127.61, "duration": 3.5}, {"text": "What is it? It's Glarbsttentenford", "start": 133.91, "duration": 2.0}, {"text": "It's spelled just the way it sounds, Glarbsttentenford. The common spelling", "start": 136.72, "duration": 4.16}, {"text": "G-L, A-R-B, S-T, and another T", "start": 141.34, "duration": 4.22}, {"text": "E-N, T-E-N", "start": 146.66, "duration": 2.0}, {"text": "F-O-R-D", "start": 148.9, "duration": 1.78}, {"text": "Glarbsttentenford", "start": 150.68, "duration": 2.0}, {"text": "Some people just call me Glarb for short, but I prefer Glarbsttentenford", "start": 152.81, "duration": 4.04}, {"text": "Glarbsttentenford", "start": 160.73, "duration": 2.0}, {"text": "I recently did that, right, at Starbucks. I didn't have enough cash, I didn't have the nine dollars. So I had to use my credit card", "start": 162.79, "duration": 4.259}, {"text": "Which has my real name on there. The guys like, your name is Dennis!", "start": 167.39, "duration": 2.539}, {"text": "You're not Glarbsttentenford", "start": 171.319, "duration": 2.0}, {"text": "You're not Glarbsttentenford at all. Why did you say you were? I'm like, yeah, you're right. Dennis. That's my given name", "start": 173.81, "duration": 4.729}, {"text": "That is on my birth certificate. I got that when I was born but Glarbsttentenford is my nickname", "start": 179.84, "duration": 3.619}, {"text": "Yeah, I got that when I was a really little kid", "start": 185.84, "duration": 1.97}, {"text": "I got that early on because my sister Peggy was a little baby. She couldn't pronounce Dennis", "start": 187.81, "duration": 4.649}, {"text": "And it just came out it came out Glarbsttentenford", "start": 195.29, "duration": 3.08}, {"text": "And ever since said that what everybody calls me", "start": 199.519, "duration": 2.0}, {"text": "my nephews, they called me Uncle Glarbsttentenford", "start": 202.159, "duration": 2.84}, {"text": "I kind of like it. One thing, I don't like is I can't find a key chain with the name Glarbsttentenford on there", "start": 206.72, "duration": 4.159}, {"text": "Or a Mini license plate from my bicycle", "start": 211.609, "duration": 2.0}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy =)", "start": 215.72, "duration": 4.009}]