[{"text": "Uh", "start": 0.0, "duration": 0.64}, {"text": "I travel a lot for this job. This is my only job", "start": 0.64, "duration": 2.33}, {"text": "Which is probably not good, but you know what I'm - uh - I travel a lot and people in other places", "start": 3.22, "duration": 5.689}, {"text": "they're like pretty cool. Not very many people care about my tattoos. I live here in Utah", "start": 9.219, "duration": 5.3}, {"text": "I got to say some of you are not on board. Okay?", "start": 14.519, "duration": 3.779}, {"text": "I have a lot of weird experiences here that don't happen anywhere else. I'll give you an example. Once, I got done with a show", "start": 19.9, "duration": 6.319}, {"text": "Uh, I'm here in Utah", "start": 26.83, "duration": 1.25}, {"text": "I get done with the show, and an older gentleman comes up to me afterwards - so old", "start": 28.08, "duration": 4.26}, {"text": "so, so old you guys", "start": 32.529, "duration": 1.651}, {"text": "Have you ever - have you ever seen someone so old that if they were getting in the driver's side of a car you'd be like", "start": 34.18, "duration": 5.119}, {"text": "\"Uh is anybody else seeing this right now?\" Y'know?", "start": 39.3, "duration": 3.27}, {"text": "Do I have to stop? Am I the one? You know?", "start": 43.45, "duration": 2.659}, {"text": "How close are we to a farmers' market, like", "start": 47.829, "duration": 2.69}, {"text": "What is the danger level here is what -  so old and he comes right up to me, and he goes \"Hey", "start": 51.969, "duration": 5.45}, {"text": "man, I love your comedy, good job, staying off the streets.\"", "start": 57.42, "duration": 3.689}, {"text": "I", "start": 64.1, "duration": 0.82}, {"text": "don't even know what that means okay?", "start": 64.92, "duration": 2.15}, {"text": "Off the - what where did you learn how to talk like that? What are you the coolest guy at your retirement home?", "start": 67.77, "duration": 5.09}, {"text": "You know? He's just like \"I'm the Tupac of my friend group\" like what?", "start": 72.86, "duration": 4.049}, {"text": "Just assumes I'm gangster 'cause I have lots of tattoos. I am NOT gangster. That's not how it works at all okay?", "start": 78.33, "duration": 5.869}, {"text": "I'm the least gangster person ever, I cry at the end of Toy Story 3 like everybody else, okay?", "start": 84.2, "duration": 5.819}, {"text": "That guy cried so hard alright, do you know - me and him a lot of crying, okay? And yeah, man,", "start": 91.86, "duration": 7.009}, {"text": "It's not gangster, it just makes no sense.", "start": 98.869, "duration": 2.0}, {"text": "I got done. Here's another thing. I'm in a grocery store. I get in line behind this lady. Just a regular lady", "start": 101.42, "duration": 6.029}, {"text": "Nothing going on. She doesn't notice me get in line behind her. She's standing there", "start": 107.45, "duration": 3.75}, {"text": "She turns around she sees me and she makes this noise she goes \"Oh ah oh\"", "start": 111.27, "duration": 3.319}, {"text": "and then she left!", "start": 115.229, "duration": 2.0}, {"text": "She just left!", "start": 118.47, "duration": 2.0}, {"text": "With all her stuff", "start": 121.44, "duration": 2.0}, {"text": "Like yeah, uh, pretty sure she's stealing right now is anybody?", "start": 126.649, "duration": 3.139}, {"text": "Is - is anybody else watching her you know? They were not.", "start": 130.97, "duration": 5.419}, {"text": "Uh, yeah, so pretty sure she got away with like a lot of free stuff. Uh", "start": 137.269, "duration": 3.35}, {"text": "Oh man", "start": 142.67, "duration": 2.0}, {"text": "I don't know. You guys would be surprised to know though, despite all the weird interactions", "start": 145.34, "duration": 4.399}, {"text": "I have with people who like, are weird about my tattoos", "start": 149.739, "duration": 2.67}, {"text": "or don't know what it's like to have tattoos, the weirdest interactions my least favorite interactions are always with other people who are heavily tattooed.", "start": 152.41, "duration": 7.049}, {"text": "Not a fan of other heavily tattooed people okay. Yeah, I'm calling it. It's not good", "start": 159.98, "duration": 5.779}, {"text": "I know everything I need to know about another guy with a lot of tattoos, you know. Your parents hit you,", "start": 165.76, "duration": 5.279}, {"text": "school was hard, you like to bring a snake to the park, you know?", "start": 171.04, "duration": 4.229}, {"text": "I get it. You know, I don't want to have these weird conversations with guys. It's terrible. I'll give you an example", "start": 177.739, "duration": 6.83}, {"text": "Okay, I'm in Walmart. I'm standing in line everything's going fine", "start": 185.239, "duration": 4.07}, {"text": "I'm in line a lot in my jokes, so just keep going with that, but I'm in - I'm in line. I'm standing there", "start": 189.31, "duration": 6.809}, {"text": "I look over and I see this guy wearing a tank top", "start": 196.12, "duration": 2.669}, {"text": "and he's - bald head, completely covered in black and gray tattoos. His entire head is like covered in flames", "start": 198.79, "duration": 6.419}, {"text": "He's got skulls and stuff obviously he got all these tattoos in prison, okay. I feel some of you being awkward. He's not here,", "start": 205.66, "duration": 7.409}, {"text": "we're safe, alright?", "start": 213.069, "duration": 2.0}, {"text": "Also, I'm allowed to make the judgment call, alright?", "start": 216.109, "duration": 2.63}, {"text": "So I see him, he sees me, we make eye contact, and it's locked in for a second and immediately I'm like \"Oh no", "start": 220.29, "duration": 7.58}, {"text": "This guy's gonna try to talk to me.\" You know?", "start": 228.54, "duration": 2.479}, {"text": "Have you ever just seen someone in public who's gonna talk to you, and they're just so white trash", "start": 232.05, "duration": 4.46}, {"text": "you don't have the energy to deal with them?", "start": 236.55, "duration": 2.6}, {"text": "So many crazy people. So this guy, he comes up to me, alright,", "start": 240.84, "duration": 3.679}, {"text": "this is dude in Walmart, covered in his tattoos, he comes up to me, his opening line to me - the first thing he says", "start": 244.94, "duration": 5.04}, {"text": "He goes \"Hey, man. Where'd you do your time?\"", "start": 249.98, "duration": 2.0}, {"text": "What? I've done zero time everyone. I've never been to jail a day in my life, okay?", "start": 253.08, "duration": 5.569}, {"text": "This guy's - but he's like, he's just making an assumption about me", "start": 258.959, "duration": 3.38}, {"text": "he's trying to connect with me, and I was like you know what I'm gonna connect with him. I'll meet him halfway", "start": 262.34, "duration": 3.36}, {"text": "I just messed with him a little. \"Sounds like you know how it is, man, did five years in Azkaban. No big deal.\"", "start": 266.06, "duration": 5.13}, {"text": "Yeah", "start": 272.79, "duration": 2.0}, {"text": "Yeah, he - he wanted to impress me so bad. He was like \"Word, alright, cool cool\"", "start": 275.57, "duration": 6.0}, {"text": "All that time in prison and you didn't read one Harry Potter book?", "start": 284.94, "duration": 3.41}, {"text": "Seems - seems kind of like a waste, you know? I don't know what he's up to now, but I'm pretty sure it's not reading so", "start": 291.44, "duration": 7.4}, {"text": "It's not-not good.", "start": 301.24, "duration": 2.0}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy.", "start": 303.38, "duration": 4.0}]