[{"text": "I have been doing adult things like I - last November. I voted that was really cool", "start": 0.03, "duration": 4.529}, {"text": "I did that. I had never done that before which is cool. Thank you. You don't need to clap alright. That's fine", "start": 4.56, "duration": 5.28}, {"text": "I know it's not that impressive. I went in and went buaa", "start": 10.38, "duration": 2.79}, {"text": "That's how I vote and then they gave me a sticker then I went", "start": 14.44, "duration": 2.269}, {"text": "I gotta sticker", "start": 17.5, "duration": 1.65}, {"text": "That was the whole voting process. I even watched all the debates which I had nev - it was my first season", "start": 19.15, "duration": 5.09}, {"text": "I had never watched the debates before", "start": 24.24, "duration": 2.309}, {"text": "I hadn't watched the previous seasons. It was my first season", "start": 28.44, "duration": 3.4}, {"text": "I picked a weird season to jump in on", "start": 35.74, "duration": 2.0}, {"text": "(cheering)", "start": 38.6, "duration": 4.32}, {"text": "I was like \"this is what I've been missing this is crazy\"", "start": 43.4, "duration": 3.08}, {"text": "ha ha", "start": 46.98, "duration": 0.5}, {"text": "It was a weird one. But I'm glad that I watched because like I'll be honest with you guys, I uh", "start": 48.72, "duration": 4.46}, {"text": "It's good to pay attention because in 2012 I didn't vote for Mitt Romney", "start": 54.67, "duration": 3.08}, {"text": "Not because I knew any of his politics, but only because he had jet black hair with gray on the sides", "start": 58.51, "duration": 4.639}, {"text": "And I grew up in the 90s, and that's every villain in every cartoon I grew up watching", "start": 63.46, "duration": 4.0}, {"text": "And I'm like I can't vote for that guy, he's gonna poison the drinking water and try to kill the Ninja Turtles I can't", "start": 68.68, "duration": 5.78}, {"text": "I can't have that on my watch", "start": 76.42, "duration": 1.74}, {"text": "(clapping)", "start": 78.16, "duration": 4.78}, {"text": "So I watched all the debates", "start": 83.08, "duration": 2.0}, {"text": "Those debates are so funny. The moderator - I always felt bad for the moderator because everyone kept going over their time", "start": 85.149, "duration": 6.08}, {"text": "And he kept going \"your time is up, your time is up, your time is up\"", "start": 91.36, "duration": 4.24}, {"text": "He said it so many times that to a point, I was like I think he might be talking to the country", "start": 95.62, "duration": 4.14}, {"text": "(laughing)", "start": 99.76, "duration": 1.71}, {"text": "Like he's not talking to the candidates. That's a message for us. HEY, your time is up. Head for the hills", "start": 101.47, "duration": 4.759}, {"text": "Get those canned goods in the four-wheel drive. We're done here", "start": 107.35, "duration": 3.139}, {"text": "So odd", "start": 113.649, "duration": 1.29}, {"text": "We voted. My voting situation was weird cause I voted at my neighbor's house", "start": 114.939, "duration": 4.58}, {"text": "I don't know if that happened anyone else that was my polling place was my neighbor's house", "start": 119.52, "duration": 3.959}, {"text": "Which kind of took the shine off the proceedings a little bit", "start": 123.48, "duration": 2.98}, {"text": "My wife and I we just walked out of our house", "start": 126.56, "duration": 1.5}, {"text": "We walked around the block and my neighbors set it up in his garage", "start": 128.06, "duration": 2.94}, {"text": "It did not feel official like that is not how you pick the next king, this feels wrong.", "start": 131.5, "duration": 6.18}, {"text": "I went in there I put my Starbucks on a stack of like empty paint buckets he give me a scan-tron with a sharpie", "start": 137.68, "duration": 4.58}, {"text": "I went to a booth that was snapped together with cardboard.", "start": 142.26, "duration": 2.485}, {"text": "I just remember looking at my wife going \"I don't think they're counting these\"", "start": 144.745, "duration": 3.235}, {"text": "uhhh", "start": 148.38, "duration": 0.6}, {"text": "Call me crazy, we're in a garage right now", "start": 149.7, "duration": 2.92}, {"text": "so bazaar", "start": 154.46, "duration": 1.24}, {"text": "I didn't just vote for president. I voted on all the propositions. I read most of them", "start": 155.88, "duration": 3.64}, {"text": "It's a lot of reading. I went in with good intentions. The first third I read every line I was like", "start": 160.2, "duration": 5.18}, {"text": "Mm-hmm-hmm", "start": 165.58, "duration": 0.92}, {"text": "informed decision. The next third, I started skimming. There was some skimming that started happening - and in that last third", "start": 166.5, "duration": 5.669}, {"text": "I was just like yes, yes, no, no, is there a \"C\"", "start": 172.169, "duration": 2.911}, {"text": "I remember in high school there was a \"C\"", "start": 175.08, "duration": 1.92}, {"text": "if I didn't know", "start": 177.62, "duration": 0.98}, {"text": "I still thought I did a fine job until we were walking home, my wife is like", "start": 179.56, "duration": 3.12}, {"text": "\"Hey, what did you put for the death penalty\", and I was like \"oh that was on there\"", "start": 182.68, "duration": 3.32}, {"text": "They should have put that higher up", "start": 187.24, "duration": 2.0}, {"text": "We messed up in San Diego question one was like, Hey,", "start": 190.06, "duration": 2.899}, {"text": "Do you want the Chargers to get a new stadium? Number 85, how do you feel about killing people?", "start": 192.96, "duration": 4.78}, {"text": "(mutters) maybe a little backwards", "start": 199.94, "duration": 2.22}, {"text": "You have to be careful with the propositions because sometimes you vote stuff in but it doesn't take action for a couple years", "start": 203.56, "duration": 5.28}, {"text": "like uh we voted to ban plastic bags in uh, in Southern California, maybe all of it. I don't know uhh", "start": 208.9, "duration": 6.48}, {"text": "But now it kicked in and it's weird now at the grocery store", "start": 216.2, "duration": 3.8}, {"text": "It's weird out there because I don't have plastic bags anymore, and they sell them for ten cents", "start": 220.24, "duration": 4.979}, {"text": "And that's what they sell em for now, and I don't know who these people are yelling at the cashiers, but they are so timid", "start": 225.22, "duration": 5.01}, {"text": "When you walk up you walk up and they go \"did you, did you bring your bag?\"", "start": 230.78, "duration": 3.62}, {"text": "(quietly) did ya, did you bring your bag? Did you bring it?", "start": 234.9, "duration": 3.36}, {"text": "Did you bring your bag, and I go no, no I didn't. That's you guys", "start": 238.26, "duration": 4.42}, {"text": "I bring money you have food and bags. That's how it, It's been this way for centuries", "start": 243.94, "duration": 4.34}, {"text": "And then she goes \"it's gonna be ten cents per bag.\" It's gonna be ten cents and I go \"okay\"", "start": 249.65, "duration": 4.819}, {"text": "I I had no idea I was filthy rich", "start": 254.469, "duration": 2.691}, {"text": "Apparently because it's not an issue. Like who are these people just yelling \"oh really well then just put it back then\"", "start": 257.24, "duration": 6.02}, {"text": "\"I'm taking my business elsewhere\". Ten cents isn't slowing me down", "start": 263.87, "duration": 3.26}, {"text": "But I guess since people have an issue with it the next time at the grocery, I'm at the grocery store", "start": 269.59, "duration": 3.949}, {"text": "I'm gonna throw a dollar down and  I'm gonna go", "start": 273.539, "duration": 2.202}, {"text": "\"hey, hey, hey bags for everybody\"", "start": 275.741, "duration": 1.219}, {"text": "That's gonna be the new makin' it rain", "start": 281.4, "duration": 2.06}, {"text": "He just came in threw a dollar down and made a tornado motion with his hand", "start": 284.28, "duration": 4.6}, {"text": "Said bags for, he was like the Oprah of bags \"you get a bag, you get a bag everybody gets a bag\"", "start": 288.88, "duration": 5.32}, {"text": "We carried him out like Rudy. He was our champion", "start": 294.2, "duration": 2.9}, {"text": "So much silliness", "start": 301.44, "duration": 1.2}, {"text": "It's weird", "start": 303.9, "duration": 0.72}, {"text": "I had uh, I don't care who you voted for . I'm gonna tell my story anyway.", "start": 305.46, "duration": 4.72}, {"text": "I, I didn't vote for Trump, and one of my best friends did and we were talking about it", "start": 311.46, "duration": 4.679}, {"text": "Not yelling just talking like people which is weird nowadays", "start": 316.139, "duration": 2.85}, {"text": "And he asks me he goes \"What are you so scared of\" that's what he asked me he asked me", "start": 322.0, "duration": 3.709}, {"text": "what are you so scared of and I was like, well, that's a weird thing to just narrow down", "start": 325.709, "duration": 3.891}, {"text": "I guess the biggest thing that scares me is that historically nothing good has ever happened in this country when the rednecks are happy", "start": 330.42, "duration": 5.9}, {"text": "That's the part that scares me", "start": 336.33, "duration": 2.0}, {"text": "And I'm not saying that can't change in the next four to eight years. I'm just saying historically that's never been the case", "start": 339.34, "duration": 5.689}, {"text": "Historically any time a large group of people go \"WOO-HOO\" that's followed by centuries of the rest of us going \"We are so sorry\"", "start": 345.61, "duration": 6.08}, {"text": "Those people are outta line, I apologize", "start": 354.35, "duration": 2.25}, {"text": "I like it now. It's been a few months so people are more friendly about it", "start": 361.02, "duration": 2.659}, {"text": "But it got weird there after a while. I blame the internet for that", "start": 363.68, "duration": 2.64}, {"text": "I blame the internet. Because we argue with people you've never met before. You know it's Facebook has taken things away", "start": 366.32, "duration": 6.929}, {"text": "You can't have acquaintances anymore. Remember acquaintances? They're people you kind of knew. Hey, his name's Dave", "start": 373.25, "duration": 4.92}, {"text": "Works at the hardware store. We talk about sports. That's all you knew about Dave, and you like Dave that way", "start": 378.69, "duration": 5.929}, {"text": "And now you gotta beat Dave's friend on Facebook, and you're like", "start": 385.92, "duration": 2.44}, {"text": "whoa-hoo", "start": 388.58, "duration": 1.12}, {"text": "Dave is in the Ku Klux Klan. Uhhh", "start": 391.02, "duration": 2.0}, {"text": "I had no idea", "start": 394.4, "duration": 1.04}, {"text": "I thought he  just liked the Chargers but no there was more", "start": 396.18, "duration": 2.66}, {"text": "there was a lot more", "start": 400.32, "duration": 0.94}, {"text": "Subscribe to Dry Bar Comedy for even more of the world's largest collection of clean comedy", "start": 401.48, "duration": 3.98}]