[{"text": "I know a lot of people feel pressure to get married. We didn't really feel much pressure the only pressure", "start": 0.0, "duration": 5.069}, {"text": "I actually felt was when I actually went to go shop for the engagement ring", "start": 5.069, "duration": 3.9}, {"text": "Because I've never been", "start": 9.639, "duration": 1.741}, {"text": "engagement ring shopping before the last time I even got a little bit close I ended up getting in a fight with a girl I", "start": 11.38, "duration": 5.479}, {"text": "was dating", "start": 16.859, "duration": 1.211}, {"text": "It was not even over buying the jewel... It was just a jewelry commercial. We saw on TV", "start": 18.07, "duration": 4.969}, {"text": "We were in kind of that weird sort of where's this going kind of place", "start": 23.23, "duration": 3.68}, {"text": "And then we were sitting on the couch watching TV, and one of those De Beers diamond commercials came on", "start": 26.91, "duration": 5.7}, {"text": "And it used to end with [Announcer voice] A diamond is forever", "start": 32.61, "duration": 3.31}, {"text": "And the girl I was dating looked over at me, and she's was like you know, a diamond is forever.", "start": 36.48, "duration": 4.2}, {"text": "I was like I know. So is styrofoam actually, [audience claps, whoos]", "start": 42.54, "duration": 4.84}, {"text": "Why are you crying hold on a second, I'm just saying it's a lot cheaper and then", "start": 51.28, "duration": 4.34}, {"text": "you never lose your ring in the pool think about that just a", "start": 56.23, "duration": 3.709}, {"text": "boat key chain or just float", "start": 60.46, "duration": 2.299}, {"text": "I feel so sorry for guys when I see some of these jewelry", "start": 66.12, "duration": 3.22}, {"text": "commercials because I know that they're targeted just towards guys and not towards women. There are", "start": 69.34, "duration": 4.94}, {"text": "commercials that come on like during a football game and the guys like oh that. Oh. That must be what she wants", "start": 74.74, "duration": 5.3}, {"text": "I'll get her one of those, that open-heart whale-tail", "start": 80.04, "duration": 3.479}, {"text": "necklace", "start": 84.28, "duration": 1.379}, {"text": "thing that Dr. Quinn Medicine Woman is selling. I don't know", "start": 85.66, "duration": 2.64}, {"text": "I don't know if it's a keychain or what but I'll bet she'll like it.", "start": 88.92, "duration": 3.36}, {"text": "The pandora bracelet, the, with the little charms on it where there's a woman at the party you can tell so much about my life by", "start": 93.68, "duration": 5.62}, {"text": "looking at my bracelet", "start": 99.3, "duration": 1.72}, {"text": "Look at this, see", "start": 101.42, "duration": 0.84}, {"text": "you can tell I've been to Paris, there's the Eiffel Tower", "start": 102.26, "duration": 2.44}, {"text": "And I like horses 'cause there's a horse here and here's a bottle of wine 'cause I'm bad at forming interpersonal", "start": 105.46, "duration": 7.26}, {"text": "relationships", "start": 112.86, "duration": 2.0}, {"text": "With that ad for the Levian chocolate diamonds", "start": 120.94, "duration": 3.2}, {"text": "You can't tell me that some dude didn't get a bonus that year 'cause I guarantee you", "start": 124.42, "duration": 4.06}, {"text": "They were sitting around a big boardroom meeting, and they were like all right item number 1", "start": 128.56, "duration": 4.1}, {"text": "What do we do with all the ugly brown diamonds?", "start": 133.28, "duration": 2.6}, {"text": "And one dude in the back was like \"ladies love chocolate!\" They're like woah where did that come from?", "start": 137.39, "duration": 4.16}, {"text": "Is that Phil? Alright Phil gets a Lexus this year, good for you Phil", "start": 143.09, "duration": 3.41}, {"text": "Actually, even Lexus does a commercial that feels like one of those", "start": 150.739, "duration": 4.04}, {"text": "Over-the-top jewelry ads they do it every year around Christmas time for their big", "start": 155.0, "duration": 4.339}, {"text": "December to remember. The big year-end event, they have a car in the driveway with a big bow on top of it in the commercial", "start": 159.62, "duration": 6.619}, {"text": "Husband and wife out there: \"Merry Christmas!\" \"Oh it's a car!\" \"Thank-ohh!\"", "start": 166.58, "duration": 3.3}, {"text": "That's cool", "start": 170.98, "duration": 0.54}, {"text": "I wish just once they would zoom in on the house to show the kids in the windows being like well guess I'm not getting", "start": 171.72, "duration": 5.68}, {"text": "that bike this year", "start": 177.4, "duration": 2.08}, {"text": "That's not good dad messed up. I told you this isn't good for us, so I", "start": 181.56, "duration": 3.56}, {"text": "Was getting out of this one.", "start": 185.72, "duration": 2.2}, {"text": "Subscribe to dry bar comedy for even more of the world's largest collection of clean comedy", "start": 187.92, "duration": 3.44}]