[{"text": "I want to start off by saying, Houston, we have a problem.", "start": 25.0, "duration": 5.0}, {"text": "We're entering a second generation of no progress", "start": 30.0, "duration": 4.0}, {"text": "in terms of human flight in space. In fact, we've regressed.", "start": 34.0, "duration": 5.0}, {"text": "We stand a very big chance of losing our ability to inspire our youth", "start": 39.0, "duration": 6.0}, {"text": "to go out and continue this very important thing", "start": 45.0, "duration": 3.0}, {"text": "that we as a species have always done.", "start": 48.0, "duration": 2.0}, {"text": "And that is, instinctively we've gone out", "start": 50.0, "duration": 3.0}, {"text": "and climbed over difficult places, went to more hostile places,", "start": 53.0, "duration": 6.0}, {"text": "and found out later, maybe to our surprise, that that's the reason we survived.", "start": 59.0, "duration": 6.0}, {"text": "And I feel very strongly", "start": 65.0, "duration": 2.0}, {"text": "that it's not good enough for us to have generations of kids", "start": 67.0, "duration": 4.0}, {"text": "that think that it's OK to look forward to a better version", "start": 71.0, "duration": 4.0}, {"text": "of a cell phone with a video in it.", "start": 75.0, "duration": 3.0}, {"text": "They need to look forward to exploration; they need to look forward to colonization;", "start": 78.0, "duration": 4.0}, {"text": "they need to look forward to breakthroughs.", "start": 82.0, "duration": 4.0}, {"text": "We need to inspire them, because they need to lead us", "start": 86.0, "duration": 4.0}, {"text": "and help us survive in the future.", "start": 90.0, "duration": 3.0}, {"text": "I'm particularly troubled that what NASA's doing right now with this new Bush doctrine", "start": 93.0, "duration": 6.0}, {"text": "to -- for this next decade and a half -- oh shoot, I screwed up.", "start": 99.0, "duration": 6.0}, {"text": "We have real specific instructions here not to talk about politics.", "start": 105.0, "duration": 5.0}, {"text": "(Laughter)", "start": 110.0, "duration": 1.0}, {"text": "What we're looking forward to is --", "start": 111.0, "duration": 3.0}, {"text": "(Applause)", "start": 114.0, "duration": 1.0}, {"text": "what we're looking forward to", "start": 115.0, "duration": 3.0}, {"text": "is not only the inspiration of our children,", "start": 118.0, "duration": 3.0}, {"text": "but the current plan right now is not really even allowing", "start": 121.0, "duration": 5.0}, {"text": "the most creative people in this country -- the Boeing's and Lockheed's", "start": 126.0, "duration": 4.0}, {"text": "space engineers -- to go out and take risks and try new stuff.", "start": 130.0, "duration": 6.0}, {"text": "We're going to go back to the moon ... 50 years later?", "start": 136.0, "duration": 6.0}, {"text": "And we're going to do it very specifically planned to not learn anything new.", "start": 142.0, "duration": 6.0}, {"text": "I'm really troubled by that. But anyway that's --", "start": 148.0, "duration": 4.0}, {"text": "the basis of the thing that I want to share with you today, though,", "start": 152.0, "duration": 4.0}, {"text": "is that right back to where we inspire people", "start": 156.0, "duration": 4.0}, {"text": "who will be our great leaders later.", "start": 160.0, "duration": 2.0}, {"text": "That's the theme of my next 15 minutes here.", "start": 162.0, "duration": 4.0}, {"text": "And I think that the inspiration begins when you're very young:", "start": 166.0, "duration": 4.0}, {"text": "three-year-olds, up to 12-, 14-year-olds.", "start": 170.0, "duration": 4.0}, {"text": "What they look at is the most important thing.", "start": 174.0, "duration": 4.0}, {"text": "Let's take a snapshot at aviation.", "start": 178.0, "duration": 3.0}, {"text": "And there was a wonderful little short four-year time period", "start": 181.0, "duration": 3.0}, {"text": "when marvelous things happened.", "start": 184.0, "duration": 3.0}, {"text": "It started in 1908, when the Wright brothers flew in Paris, and everybody said,", "start": 187.0, "duration": 4.0}, {"text": "\"Ooh, hey, I can do that.\" There's only a few people that have flown", "start": 191.0, "duration": 4.0}, {"text": "in early 1908. In four years, 39 countries had hundreds of airplanes,", "start": 195.0, "duration": 5.0}, {"text": "thousand of pilots. Airplanes were invented by natural selection.", "start": 200.0, "duration": 4.0}, {"text": "Now you can say that intelligent design designs our airplanes of today,", "start": 204.0, "duration": 4.0}, {"text": "but there was no intelligent design really designing those early airplanes.", "start": 208.0, "duration": 4.0}, {"text": "There were probably at least 30,000 different things tried,", "start": 212.0, "duration": 5.0}, {"text": "and when they crash and kill the pilot, don't try that again.", "start": 217.0, "duration": 4.0}, {"text": "The ones that flew and landed OK", "start": 221.0, "duration": 3.0}, {"text": "because there were no trained pilots", "start": 224.0, "duration": 1.0}, {"text": "who had good flying qualities by definition.", "start": 225.0, "duration": 4.0}, {"text": "So we, by making a whole bunch of attempts, thousands of attempts,", "start": 229.0, "duration": 5.0}, {"text": "in that four-year time period, we invented the concepts", "start": 234.0, "duration": 3.0}, {"text": "of the airplanes that we fly today. And that's why they're so safe,", "start": 237.0, "duration": 3.0}, {"text": "as we gave it a lot of chance to find what's good.", "start": 240.0, "duration": 4.0}, {"text": "That has not happened at all in space flying.", "start": 244.0, "duration": 2.0}, {"text": "There's only been two concepts tried -- two by the U.S. and one by the Russians.", "start": 246.0, "duration": 4.0}, {"text": "Well, who was inspired during that time period?", "start": 250.0, "duration": 2.0}, {"text": "Aviation Week asked me to make a list of who I thought", "start": 252.0, "duration": 3.0}, {"text": "were the movers and shakers of the first 100 years of aviation.", "start": 255.0, "duration": 3.0}, {"text": "And I wrote them down and I found out later that every one of them", "start": 258.0, "duration": 4.0}, {"text": "was a little kid in that wonderful renaissance of aviation.", "start": 262.0, "duration": 7.0}, {"text": "Well, what happened when I was a little kid was -- some pretty heavy stuff too.", "start": 269.0, "duration": 4.0}, {"text": "The jet age started: the missile age started. Von Braun was on there", "start": 273.0, "duration": 5.0}, {"text": "showing how to go to Mars -- and this was before Sputnik.", "start": 278.0, "duration": 2.0}, {"text": "And this was at a time when Mars was a hell of a lot more interesting", "start": 280.0, "duration": 4.0}, {"text": "than it is now. We thought there'd be animals there;", "start": 284.0, "duration": 2.0}, {"text": "we knew there were plants there; the colors change, right?", "start": 286.0, "duration": 4.0}, {"text": "But, you know, NASA screwed that up because they've sent these robots", "start": 290.0, "duration": 3.0}, {"text": "and they've landed it only in the deserts.", "start": 293.0, "duration": 3.0}, {"text": "(Laughter)", "start": 296.0, "duration": 4.0}, {"text": "If you look at what happened -- this little black line is as fast as man ever flew,", "start": 300.0, "duration": 7.0}, {"text": "and the red line is top-of-the-line military fighters", "start": 307.0, "duration": 3.0}, {"text": "and the blue line is commercial air transport.", "start": 310.0, "duration": 3.0}, {"text": "You notice here's a big jump when I was a little kid --", "start": 313.0, "duration": 2.0}, {"text": "and I think that had something to do with giving me the courage", "start": 315.0, "duration": 4.0}, {"text": "to go out and try something that other people weren't having the courage to try.", "start": 319.0, "duration": 5.0}, {"text": "Well, what did I do when I was a kid?", "start": 324.0, "duration": 2.0}, {"text": "I didn't do the hotrods and the girls and the dancing", "start": 326.0, "duration": 3.0}, {"text": "and, well, we didn't have drugs in those days. But I did competition model airplanes.", "start": 329.0, "duration": 5.0}, {"text": "I spent about seven years during the Vietnam War", "start": 334.0, "duration": 2.0}, {"text": "flight-testing airplanes for the Air Force.", "start": 336.0, "duration": 3.0}, {"text": "And then I went in and I had a lot of fun building airplanes", "start": 339.0, "duration": 2.0}, {"text": "that people could build in their garages.", "start": 341.0, "duration": 3.0}, {"text": "And some 3,000 of those are flying. Of course, one of them", "start": 344.0, "duration": 3.0}, {"text": "is around the world Voyager. I founded another company in '82,", "start": 347.0, "duration": 4.0}, {"text": "which is my company now.", "start": 351.0, "duration": 2.0}, {"text": "And we have developed more than one new type of airplane every year since 1982.", "start": 353.0, "duration": 7.0}, {"text": "And there's a lot of them that I actually can't show you on this chart.", "start": 360.0, "duration": 4.0}, {"text": "The most impressive airplane ever, I believe, was designed", "start": 364.0, "duration": 4.0}, {"text": "only a dozen years after the first operational jet.", "start": 368.0, "duration": 4.0}, {"text": "Stayed in service till it was too rusty to fly, taken out of service.", "start": 372.0, "duration": 4.0}, {"text": "We retreated in '98 back to something that was developed in '56. What?", "start": 376.0, "duration": 7.0}, {"text": "The most impressive spaceship ever, I believe,", "start": 383.0, "duration": 3.0}, {"text": "was a Grumman Lunar Lander. It was a -- you know, it landed on the moon,", "start": 386.0, "duration": 5.0}, {"text": "take off of the moon, didn't need any maintenance guys --", "start": 391.0, "duration": 2.0}, {"text": "that's kind of cool.", "start": 393.0, "duration": 2.0}, {"text": "We've lost that capability. We abandoned it in '72.", "start": 395.0, "duration": 3.0}, {"text": "This thing was designed three years after Gagarin first flew in space in 1961.", "start": 398.0, "duration": 5.0}, {"text": "Three years, and we can't do that now. Crazy.", "start": 403.0, "duration": 5.0}, {"text": "Talk very briefly about innovation cycles, things that grow,", "start": 408.0, "duration": 5.0}, {"text": "have a lot of activity; they die out when they're replaced by something else.", "start": 413.0, "duration": 4.0}, {"text": "These things tend to happen every 25 years.", "start": 417.0, "duration": 3.0}, {"text": "40 years long, with an overlap. You can put that statement", "start": 420.0, "duration": 4.0}, {"text": "on all kinds of different technologies. The interesting thing --", "start": 424.0, "duration": 3.0}, {"text": "by the way, the speed here, excuse me, higher-speed travel", "start": 427.0, "duration": 3.0}, {"text": "is the title of these innovation cycles. There is none here.", "start": 430.0, "duration": 6.0}, {"text": "These two new airplanes are the same speed as the DC8 that was done in 1958.", "start": 436.0, "duration": 8.0}, {"text": "Here's the biggie, and that is, you don't have innovation cycles", "start": 444.0, "duration": 3.0}, {"text": "if the government develops and the government uses it.", "start": 447.0, "duration": 3.0}, {"text": "You know, a good example, of course, is the DARPA net.", "start": 450.0, "duration": 4.0}, {"text": "Computers were used for artillery first, then IRS.", "start": 454.0, "duration": 3.0}, {"text": "But when we got it, now you have all the level of activity,", "start": 457.0, "duration": 3.0}, {"text": "all the benefit from it. Private sector has to do it.", "start": 460.0, "duration": 4.0}, {"text": "Keep that in mind. I put down innovation --", "start": 464.0, "duration": 3.0}, {"text": "I've looked for innovation cycles in space; I found none.", "start": 467.0, "duration": 3.0}, {"text": "The very first year, starting when Gagarin went in space,", "start": 470.0, "duration": 4.0}, {"text": "and a few weeks later Alan Shepherd, there were five manned", "start": 474.0, "duration": 3.0}, {"text": "space flights in the world -- the very first year.", "start": 477.0, "duration": 3.0}, {"text": "In 2003, everyone that the United States sent to space was killed.", "start": 480.0, "duration": 9.0}, {"text": "There were only three or four flights in 2003.", "start": 489.0, "duration": 2.0}, {"text": "In 2004, there were only two flights: two Russian Soyuz flights", "start": 491.0, "duration": 7.0}, {"text": "to the international manned station. And I had to fly three in Mojave", "start": 498.0, "duration": 4.0}, {"text": "with my little group of a couple dozen people", "start": 502.0, "duration": 2.0}, {"text": "in order to get to a total of five,", "start": 504.0, "duration": 2.0}, {"text": "which was the number the same year back in 1961.", "start": 506.0, "duration": 5.0}, {"text": "There is no growth. There's no activity. There's no nothing.", "start": 511.0, "duration": 5.0}, {"text": "This is a picture here taken from SpaceShipOne.", "start": 516.0, "duration": 3.0}, {"text": "This is a picture here taken from orbit.", "start": 519.0, "duration": 2.0}, {"text": "Our goal is to make it so that you can see this picture and really enjoy that.", "start": 521.0, "duration": 6.0}, {"text": "We know how to do it for sub-orbital flying now, do it safe enough --", "start": 527.0, "duration": 4.0}, {"text": "at least as safe as the early airlines -- so that can be done.", "start": 531.0, "duration": 4.0}, {"text": "And I think I want to talk a little bit about why we had the courage", "start": 535.0, "duration": 5.0}, {"text": "to go out and try that as a small company.", "start": 540.0, "duration": 7.0}, {"text": "Well, first of all, what's going to happen next?", "start": 547.0, "duration": 3.0}, {"text": "The first industry will be a high volume, a lot of players.", "start": 550.0, "duration": 4.0}, {"text": "There's another one announced just last week.", "start": 554.0, "duration": 3.0}, {"text": "And it will be sub-orbital. And the reason it has to be sub-orbital", "start": 557.0, "duration": 6.0}, {"text": "is, there is not solutions for adequate safety", "start": 563.0, "duration": 3.0}, {"text": "to fly the public to orbit. The governments have been doing this --", "start": 566.0, "duration": 5.0}, {"text": "three governments have been doing this for 45 years,", "start": 571.0, "duration": 2.0}, {"text": "and still four percent of the people that have left the atmosphere have died.", "start": 573.0, "duration": 4.0}, {"text": "That's -- You don't want to run a business with that kind of a safety record.", "start": 577.0, "duration": 5.0}, {"text": "It'll be very high volume; we think 100,000 people will fly by 2020.", "start": 582.0, "duration": 6.0}, {"text": "I can't tell you when this will start,", "start": 588.0, "duration": 2.0}, {"text": "because I don't want my competition to know my schedule.", "start": 590.0, "duration": 3.0}, {"text": "But I think once it does, we will find solutions,", "start": 593.0, "duration": 5.0}, {"text": "and very quickly, you'll see those resort hotels in orbit.", "start": 598.0, "duration": 3.0}, {"text": "And that real easy thing to do, which is a swing around the moon", "start": 601.0, "duration": 3.0}, {"text": "so you have this cool view. And that will be really cool.", "start": 604.0, "duration": 4.0}, {"text": "Because the moon doesn't have an atmosphere --", "start": 608.0, "duration": 2.0}, {"text": "you can do an elliptical orbit and miss it by 10 feet if you want.", "start": 610.0, "duration": 3.0}, {"text": "Oh, it's going to be so much fun.", "start": 613.0, "duration": 2.0}, {"text": "(Laughter)", "start": 615.0, "duration": 2.0}, {"text": "OK. My critics say, \"Hey, Rutan's just spending", "start": 617.0, "duration": 4.0}, {"text": "a lot of these billionaires' money for joyrides for billionaires.", "start": 621.0, "duration": 5.0}, {"text": "What's this? This is not a transportation system; it's just for fun.\"", "start": 626.0, "duration": 5.0}, {"text": "And I used to be bothered by that, and then I got to thinking,", "start": 631.0, "duration": 3.0}, {"text": "well, wait a minute. I bought my first Apple computer in 1978", "start": 634.0, "duration": 5.0}, {"text": "and I bought it because I could say, \"I got a computer at my house and you don't.", "start": 639.0, "duration": 6.0}, {"text": "'What do you use it for?' Come over. It does Frogger.\" OK.", "start": 645.0, "duration": 5.0}, {"text": "(Laughter)", "start": 650.0, "duration": 1.0}, {"text": "Not the bank's computer or Lockheed's computer,", "start": 651.0, "duration": 3.0}, {"text": "but the home computer was for games.", "start": 654.0, "duration": 3.0}, {"text": "For a whole decade it was for fun -- we didn't even know what it was for.", "start": 657.0, "duration": 4.0}, {"text": "But what happened, the fact that we had this big industry,", "start": 661.0, "duration": 4.0}, {"text": "big development, big improvement and capability and so on,", "start": 665.0, "duration": 4.0}, {"text": "and they get out there in enough homes -- we were ripe for a new invention.", "start": 669.0, "duration": 5.0}, {"text": "And the inventor is in this audience.", "start": 674.0, "duration": 2.0}, {"text": "Al Gore invented the Internet and because of that,", "start": 676.0, "duration": 4.0}, {"text": "something that we used for a whole year -- excuse me --", "start": 680.0, "duration": 3.0}, {"text": "a whole decade for fun, became everything -- our commerce, our research,", "start": 683.0, "duration": 6.0}, {"text": "our communication and, if we let the Google guys", "start": 689.0, "duration": 4.0}, {"text": "think for another couple weekends, we can add a dozen more things to the list. (Laughter)", "start": 693.0, "duration": 4.0}, {"text": "And it won't be very long before you won't be able to convince kids", "start": 697.0, "duration": 3.0}, {"text": "that we didn't always have computers in our homes.", "start": 700.0, "duration": 5.0}, {"text": "So fun is defendable.", "start": 705.0, "duration": 3.0}, {"text": "OK, I want to show you kind of a busy chart,", "start": 708.0, "duration": 5.0}, {"text": "but in it is my prediction with what's going to happen.", "start": 713.0, "duration": 3.0}, {"text": "And in it also brings up another point, right here.", "start": 716.0, "duration": 4.0}, {"text": "There's a group of people that have come forward --", "start": 720.0, "duration": 4.0}, {"text": "and you don't know all of them -- but the ones that have come forward", "start": 724.0, "duration": 3.0}, {"text": "were inspired as young children, this little three- to 15-year-old age,", "start": 727.0, "duration": 7.0}, {"text": "by us going to orbit and going to the moon here,", "start": 734.0, "duration": 3.0}, {"text": "right in this time period.", "start": 737.0, "duration": 2.0}, {"text": "Paul Allen, Elan Musk, Richard Branson, Jeff Bezos, the Ansari family,", "start": 739.0, "duration": 10.0}, {"text": "which is now funding the Russians' sub-orbital thing,", "start": 749.0, "duration": 5.0}, {"text": "Bob Bigelow, a private space station, and Carmack.", "start": 754.0, "duration": 4.0}, {"text": "These people are taking money and putting it in an interesting area,", "start": 758.0, "duration": 6.0}, {"text": "and I think it's a lot better than they put it in an area", "start": 764.0, "duration": 3.0}, {"text": "of a better cell phone or something -- but they're putting it in very --", "start": 767.0, "duration": 4.0}, {"text": "areas and this will lead us into this kind of capability,", "start": 771.0, "duration": 4.0}, {"text": "and it will lead us into the next really big thing", "start": 775.0, "duration": 2.0}, {"text": "and it will allow us to explore. And I think eventually", "start": 777.0, "duration": 4.0}, {"text": "it will allow us to colonize and to keep us from going extinct.", "start": 781.0, "duration": 4.0}, {"text": "They were inspired by big progress. But look at the progress that's going on after that.", "start": 785.0, "duration": 6.0}, {"text": "There were a couple of examples here.", "start": 791.0, "duration": 2.0}, {"text": "The military fighters had a -- highest-performance military airplane", "start": 793.0, "duration": 4.0}, {"text": "was the SR71. It went a whole life cycle, got too rusty to fly,", "start": 797.0, "duration": 5.0}, {"text": "and was taken out of service. The Concorde doubled the speed for airline travel.", "start": 802.0, "duration": 5.0}, {"text": "It went a whole life cycle without competition,", "start": 807.0, "duration": 3.0}, {"text": "took out of service. And we're stuck back here", "start": 810.0, "duration": 3.0}, {"text": "with the same kind of capability for military fighters", "start": 813.0, "duration": 3.0}, {"text": "and commercial airline travel that we had back in the late '50s.", "start": 816.0, "duration": 4.0}, {"text": "But something is out there to inspire our kids now.", "start": 820.0, "duration": 4.0}, {"text": "And I'm talking about if you've got a baby now,", "start": 824.0, "duration": 2.0}, {"text": "or if you've got a 10-year-old now.", "start": 826.0, "duration": 1.0}, {"text": "What's out there is there's something really interesting going to happen here.", "start": 827.0, "duration": 6.0}, {"text": "Relatively soon, you'll be able to buy a ticket", "start": 833.0, "duration": 2.0}, {"text": "and fly higher and faster than the highest-performance", "start": 835.0, "duration": 5.0}, {"text": "military operational airplane. It's never happened before.", "start": 840.0, "duration": 4.0}, {"text": "The fact that they have stuck here with this kind of performance", "start": 844.0, "duration": 5.0}, {"text": "has been, well, you know, you win the war in 12 minutes;", "start": 849.0, "duration": 3.0}, {"text": "why do you need something better?", "start": 852.0, "duration": 1.0}, {"text": "But I think when you guys start buying tickets and flying", "start": 853.0, "duration": 3.0}, {"text": "sub-orbital flights to space, very soon -- wait a minute,", "start": 856.0, "duration": 5.0}, {"text": "what's happening here, we'll have military fighters", "start": 861.0, "duration": 3.0}, {"text": "with sub-orbital capability, and I think very soon this.", "start": 864.0, "duration": 3.0}, {"text": "But the interesting thing about it is the commercial guys are going to go first.", "start": 867.0, "duration": 4.0}, {"text": "OK, I look forward to a new \"capitalist's space race,\" let's call it.", "start": 871.0, "duration": 6.0}, {"text": "You remember the space race in the '60s was for national prestige,", "start": 877.0, "duration": 4.0}, {"text": "because we lost the first two milestones.", "start": 881.0, "duration": 3.0}, {"text": "We didn't lose them technically. The fact that we had the hardware", "start": 884.0, "duration": 4.0}, {"text": "to put something in orbit when we let Von Braun fly it --", "start": 888.0, "duration": 5.0}, {"text": "you can argue that's not a technical loss.", "start": 893.0, "duration": 2.0}, {"text": "Sputnik wasn't a technical loss, but it was a prestige loss.", "start": 895.0, "duration": 4.0}, {"text": "America -- the world saw America as not being the leader in technology,", "start": 899.0, "duration": 7.0}, {"text": "and that was a very strong thing.", "start": 906.0, "duration": 2.0}, {"text": "And then we flew Alan Shepherd weeks after Gagarin,", "start": 908.0, "duration": 5.0}, {"text": "not months or decades, or whatever. So we had the capability.", "start": 913.0, "duration": 5.0}, {"text": "But America lost. We lost. And because of that, we made a big jump to recover it.", "start": 918.0, "duration": 9.0}, {"text": "Well, again, what's interesting here is we've lost", "start": 927.0, "duration": 3.0}, {"text": "to the Russians on the first couple of milestones already.", "start": 930.0, "duration": 3.0}, {"text": "You cannot buy a ticket commercially to fly into space in America --", "start": 933.0, "duration": 5.0}, {"text": "can't do it. You can buy it in Russia.", "start": 938.0, "duration": 5.0}, {"text": "You can fly with Russian hardware. This is available", "start": 943.0, "duration": 3.0}, {"text": "because a Russian space program is starving,", "start": 946.0, "duration": 3.0}, {"text": "and it's nice for them to get 20 million here and there to take one of the seats.", "start": 949.0, "duration": 5.0}, {"text": "It's commercial. It can be defined as space tourism. They are also offering a trip", "start": 954.0, "duration": 7.0}, {"text": "to go on this whip around the moon, like Apollo 8 was done.", "start": 961.0, "duration": 4.0}, {"text": "100 million bucks -- hey, I can go to the moon.", "start": 965.0, "duration": 3.0}, {"text": "But, you know, would you have thought back in the '60s,", "start": 968.0, "duration": 3.0}, {"text": "when the space race was going on,", "start": 971.0, "duration": 2.0}, {"text": "that the first commercial capitalist-like thing to do", "start": 973.0, "duration": 6.0}, {"text": "to buy a ticket to go to the moon would be in Russian hardware?", "start": 979.0, "duration": 4.0}, {"text": "And would you have thought, would the Russians have thought,", "start": 983.0, "duration": 3.0}, {"text": "that when they first go to the moon in their developed hardware,", "start": 986.0, "duration": 4.0}, {"text": "the guys inside won't be Russians? Maybe it'll probably be a Japanese", "start": 990.0, "duration": 4.0}, {"text": "or an American billionaire? Well, that's weird: you know, it really is.", "start": 994.0, "duration": 4.0}, {"text": "But anyway, I think we need to beat them again.", "start": 998.0, "duration": 4.0}, {"text": "I think what we'll do is we'll see a successful, very successful,", "start": 1002.0, "duration": 7.0}, {"text": "private space flight industry. Whether we're first or not really doesn't matter.", "start": 1009.0, "duration": 5.0}, {"text": "The Russians actually flew a supersonic transport before the Concorde.", "start": 1014.0, "duration": 6.0}, {"text": "And then they flew a few cargo flights, and took it out of service.", "start": 1020.0, "duration": 4.0}, {"text": "I think you kind of see the same kind of parallel", "start": 1024.0, "duration": 3.0}, {"text": "when the commercial stuff is offered.", "start": 1027.0, "duration": 4.0}, {"text": "OK, we'll talk just a little bit about commercial development for human space flight.", "start": 1031.0, "duration": 4.0}, {"text": "This little thing says here: five times", "start": 1035.0, "duration": 2.0}, {"text": "what NASA's doing by 2020. I want to tell you, already", "start": 1037.0, "duration": 8.0}, {"text": "there's about 1.5 billion to 1.7 billion", "start": 1045.0, "duration": 4.0}, {"text": "investment in private space flight that is not government at all --", "start": 1049.0, "duration": 6.0}, {"text": "already, worldwide. If you read -- if you Google it,", "start": 1055.0, "duration": 5.0}, {"text": "you'll find about half of that money, but there's twice of that", "start": 1060.0, "duration": 3.0}, {"text": "being committed out there -- not spent yet, but being committed", "start": 1063.0, "duration": 4.0}, {"text": "and planned for the next few years. Hey, that's pretty big.", "start": 1067.0, "duration": 3.0}, {"text": "I'm predicting, though, as profitable as this industry is going to be --", "start": 1070.0, "duration": 5.0}, {"text": "and it certainly is profitable when you fly people at 200,000 dollars", "start": 1075.0, "duration": 4.0}, {"text": "on something that you can actually operate at a tenth of that cost,", "start": 1079.0, "duration": 4.0}, {"text": "or less -- this is going to be very profitable.", "start": 1083.0, "duration": 4.0}, {"text": "I predict, also, that the investment that will flow into this", "start": 1087.0, "duration": 3.0}, {"text": "will be somewhere around half of what the U.S. taxpayer", "start": 1090.0, "duration": 4.0}, {"text": "spends for NASA's manned spacecraft work.", "start": 1094.0, "duration": 4.0}, {"text": "And every dollar that flows into that will be spent more efficiently", "start": 1098.0, "duration": 5.0}, {"text": "by a factor of 10 to 15. And what that means is before we know it,", "start": 1103.0, "duration": 8.0}, {"text": "the progress in human space flight, with no taxpayer dollars,", "start": 1111.0, "duration": 7.0}, {"text": "will be at a level of about five times as much", "start": 1118.0, "duration": 6.0}, {"text": "as the current NASA budgets for human space flight.", "start": 1124.0, "duration": 5.0}, {"text": "And that is because it's us. It's private industry.", "start": 1129.0, "duration": 8.0}, {"text": "You should never depend on the government to do this sort of stuff --", "start": 1137.0, "duration": 6.0}, {"text": "and we've done it for a long time. The NACA, before NASA,", "start": 1143.0, "duration": 3.0}, {"text": "never developed an airliner and never ran an airline.", "start": 1146.0, "duration": 4.0}, {"text": "But NASA is developing the space liner, always has,", "start": 1150.0, "duration": 4.0}, {"text": "and runs the only space line, OK. And we've shied away from it", "start": 1154.0, "duration": 7.0}, {"text": "because we're afraid of it. But starting back in June of 2004,", "start": 1161.0, "duration": 6.0}, {"text": "when I showed that a little group out there actually can do it,", "start": 1167.0, "duration": 5.0}, {"text": "can get a start with it, everything changed after that time.", "start": 1172.0, "duration": 3.0}, {"text": "OK, thank you very much.", "start": 1175.0, "duration": 2.0}, {"text": "(Applause)", "start": 1177.0, "duration": 2.0}]