[{"text": "Hi. I'm going to ask you to raise your arms and wave back,", "start": 12.16, "duration": 3.0}, {"text": "just the way I am -- kind of a royal wave.", "start": 15.16, "duration": 3.0}, {"text": "You can mimic what you can see.", "start": 18.16, "duration": 2.0}, {"text": "You can program the hundreds of muscles in your arm.", "start": 20.16, "duration": 3.0}, {"text": "Soon, you'll be able to look inside your brain and program,", "start": 23.16, "duration": 4.0}, {"text": "control the hundreds of brain areas that you see there.", "start": 28.16, "duration": 2.0}, {"text": "I'm going to tell you about that technology.", "start": 30.16, "duration": 3.0}, {"text": "People have wanted to look inside the human mind,", "start": 33.16, "duration": 1.0}, {"text": "the human brain, for thousands of years.", "start": 34.16, "duration": 3.0}, {"text": "Well, coming out of the research labs just now, for our generation, is the possibility to do that.", "start": 37.16, "duration": 5.0}, {"text": "People envision this as being very difficult.", "start": 42.16, "duration": 2.0}, {"text": "You had to take a spaceship, shrink it down, inject it into the bloodstream.", "start": 44.16, "duration": 4.0}, {"text": "It was terribly dangerous. (Laughter)", "start": 48.16, "duration": 2.0}, {"text": "You could be attacked by white blood cells in the arteries.", "start": 50.16, "duration": 3.0}, {"text": "But now, we have a real technology to do this.", "start": 53.16, "duration": 4.0}, {"text": "We're going to fly into my colleague Peter's brain.", "start": 57.16, "duration": 2.0}, {"text": "We're going to do it non-invasively using MRI.", "start": 59.16, "duration": 3.0}, {"text": "We don't have to inject anything. We don't need radiation.", "start": 62.16, "duration": 4.0}, {"text": "We will be able to fly into the anatomy of Peter's brain -- literally, fly into his body --", "start": 66.16, "duration": 5.0}, {"text": "but more importantly, we can look into his mind.", "start": 71.16, "duration": 2.0}, {"text": "When Peter moves his arm, that yellow spot you see there", "start": 73.16, "duration": 3.0}, {"text": "is the interface to the functioning of Peter's mind taking place.", "start": 76.16, "duration": 4.0}, {"text": "Now you've seen before that with electrodes you can control robotic arms,", "start": 80.16, "duration": 3.0}, {"text": "that brain imaging and scanners can show you the insides of brains.", "start": 83.16, "duration": 4.0}, {"text": "What's new is that that process has typically taken days or months of analysis.", "start": 87.16, "duration": 5.0}, {"text": "We've collapsed that through technology to milliseconds,", "start": 92.16, "duration": 3.0}, {"text": "and that allows us to let Peter to look at his brain in real time as he's inside the scanner.", "start": 95.16, "duration": 4.0}, {"text": "He can look at these 65,000 points of activation per second.", "start": 99.16, "duration": 5.0}, {"text": "If he can see this pattern in his own brain, he can learn how to control it.", "start": 104.16, "duration": 4.0}, {"text": "There have been three ways to try to impact the brain:", "start": 108.16, "duration": 3.0}, {"text": "the therapist's couch, pills and the knife.", "start": 111.16, "duration": 3.0}, {"text": "This is a fourth alternative that you are soon going to have.", "start": 115.16, "duration": 4.0}, {"text": "We all know that as we form thoughts, they form deep channels in our minds and in our brains.", "start": 119.16, "duration": 5.0}, {"text": "Chronic pain is an example. If you burn yourself, you pull your hand away.", "start": 124.16, "duration": 4.0}, {"text": "But if you're still in pain in six months' or six years' time,", "start": 128.16, "duration": 4.0}, {"text": "it's because these circuits are producing pain that's no longer helping you.", "start": 132.16, "duration": 4.0}, {"text": "If we can look at the activation in the brain that's producing the pain,", "start": 136.16, "duration": 3.0}, {"text": "we can form 3D models and watch in real time the brain process information,", "start": 139.16, "duration": 5.0}, {"text": "and then we can select the areas that produce the pain.", "start": 144.16, "duration": 3.0}, {"text": "So put your arms back up and flex your bicep.", "start": 147.16, "duration": 3.0}, {"text": "Now imagine that you will soon be able to look inside your brain", "start": 150.16, "duration": 4.0}, {"text": "and select brain areas to do that same thing.", "start": 154.16, "duration": 2.0}, {"text": "What you're seeing here is, we've selected the pathways in the brain of a chronic pain patient.", "start": 156.16, "duration": 4.0}, {"text": "This may shock you, but we're literally reading this person's brain in real time.", "start": 160.16, "duration": 4.0}, {"text": "They're watching their own brain activation,", "start": 164.16, "duration": 2.0}, {"text": "and they're controlling the pathway that produces their pain.", "start": 166.16, "duration": 4.0}, {"text": "They're learning to flex this system that releases their own endogenous opiates.", "start": 170.16, "duration": 4.0}, {"text": "As they do it, in the upper left is a display", "start": 174.16, "duration": 3.0}, {"text": "that's yoked to their brain activation of their own pain being controlled.", "start": 177.16, "duration": 4.0}, {"text": "When they control their brain, they can control their pain.", "start": 181.16, "duration": 4.0}, {"text": "This is an investigational technology,", "start": 185.16, "duration": 2.0}, {"text": "but, in clinical trials, we're seeing a 44 to 64 percent decrease in chronic pain patients.", "start": 187.16, "duration": 5.0}, {"text": "This is not \"The Matrix.\" You can only do this to yourself. You take control.", "start": 192.16, "duration": 5.0}, {"text": "I've seen inside my brain. You will too, soon.", "start": 197.16, "duration": 4.0}, {"text": "When you do, what do you want to control?", "start": 201.16, "duration": 3.0}, {"text": "You will be able to look at all the aspects that make you yourself, all your experiences.", "start": 204.16, "duration": 5.0}, {"text": "These are some of the areas we're working on today that I don't have time to go into in detail.", "start": 209.16, "duration": 5.0}, {"text": "But I want to leave with you the big question.", "start": 214.16, "duration": 3.0}, {"text": "We are the first generation that's going to be able to enter into,", "start": 217.16, "duration": 3.0}, {"text": "using this technology, the human mind and brain.", "start": 220.16, "duration": 3.0}, {"text": "Where will we take it?", "start": 223.16, "duration": 2.0}]