[{"text": "I have all my life wondered what \"mind-boggling\" meant.", "start": 25.7, "duration": 5.0}, {"text": "After two days here, I declare myself boggled, and enormously impressed,", "start": 30.7, "duration": 10.0}, {"text": "and feel that you are one of the great hopes --", "start": 40.7, "duration": 6.0}, {"text": "not just for American achievement in science and technology,", "start": 46.7, "duration": 6.0}, {"text": "but for the whole world.", "start": 53.7, "duration": 2.0}, {"text": "I've come, however, on a special mission on behalf of my constituency,", "start": 55.7, "duration": 8.0}, {"text": "which are the 10-to-the-18th-power -- that's a million trillion --", "start": 63.7, "duration": 9.0}, {"text": "insects and other small creatures, and to make a plea for them.", "start": 72.7, "duration": 14.0}, {"text": "If we were to wipe out insects alone, just that group alone, on this planet --", "start": 86.7, "duration": 6.0}, {"text": "which we are trying hard to do --", "start": 92.7, "duration": 4.0}, {"text": "the rest of life and humanity with it would mostly disappear from the land.", "start": 96.7, "duration": 9.0}, {"text": "And within a few months.", "start": 105.7, "duration": 2.0}, {"text": "Now, how did I come to this particular position of advocacy?", "start": 107.7, "duration": 6.0}, {"text": "As a little boy, and through my teenage years,", "start": 113.7, "duration": 6.0}, {"text": "I became increasingly fascinated by the diversity of life.", "start": 119.7, "duration": 3.0}, {"text": "I had a butterfly period, a snake period, a bird period, a fish period, a cave period", "start": 122.7, "duration": 12.0}, {"text": "and finally and definitively, an ant period.", "start": 134.7, "duration": 4.0}, {"text": "By my college years, I was a devoted myrmecologist,", "start": 138.7, "duration": 5.0}, {"text": "a specialist on the biology of ants,", "start": 143.7, "duration": 2.0}, {"text": "but my attention and research continued to make journeys", "start": 145.7, "duration": 5.0}, {"text": "across the great variety of life on Earth in general --", "start": 150.7, "duration": 4.0}, {"text": "including all that it means to us as a species, how little we understand it", "start": 154.7, "duration": 8.0}, {"text": "and how pressing a danger that our activities have created for it.", "start": 162.7, "duration": 7.0}, {"text": "Out of that broader study has emerged a concern and an ambition,", "start": 169.7, "duration": 5.0}, {"text": "crystallized in the wish that I'm about to make to you.", "start": 174.7, "duration": 5.0}, {"text": "My choice is the culmination of a lifetime commitment", "start": 179.7, "duration": 5.0}, {"text": "that began with growing up on the Gulf Coast of Alabama, on the Florida peninsula.", "start": 184.7, "duration": 7.0}, {"text": "As far back as I can remember, I was enchanted by the natural beauty of that region", "start": 191.7, "duration": 9.0}, {"text": "and the almost tropical exuberance of the plants and animals that grow there.", "start": 200.7, "duration": 6.0}, {"text": "One day when I was only seven years old and fishing,", "start": 206.7, "duration": 4.0}, {"text": "I pulled a \"pinfish,\" they're called, with sharp dorsal spines, up too hard and fast,", "start": 210.7, "duration": 8.0}, {"text": "and I blinded myself in one eye.", "start": 218.7, "duration": 2.0}, {"text": "I later discovered I was also hard of hearing,", "start": 220.7, "duration": 3.0}, {"text": "possibly congenitally, in the upper registers.", "start": 223.7, "duration": 3.0}, {"text": "So in planning to be a professional naturalist --", "start": 226.7, "duration": 5.0}, {"text": "I never considered anything else in my entire life --", "start": 231.7, "duration": 3.0}, {"text": "I found that I was lousy at bird watching and couldn't track frog calls either.", "start": 234.7, "duration": 7.0}, {"text": "So I turned to the teeming small creatures", "start": 242.7, "duration": 4.0}, {"text": "that can be held between the thumb and forefinger:", "start": 246.7, "duration": 5.0}, {"text": "the little things that compose the foundation of our ecosystems,", "start": 251.7, "duration": 7.0}, {"text": "the little things, as I like to say, who run the world.", "start": 258.7, "duration": 5.0}, {"text": "In so doing, I reached a frontier of biology so strange, so rich,", "start": 263.7, "duration": 8.0}, {"text": "that it seemed as though it exists on another planet.", "start": 271.7, "duration": 6.0}, {"text": "In fact, we live on a mostly unexplored planet.", "start": 277.7, "duration": 4.0}, {"text": "The great majority of organisms on Earth remain unknown to science.", "start": 281.7, "duration": 5.0}, {"text": "In the last 30 years, thanks to explorations in remote parts of the world", "start": 286.7, "duration": 6.0}, {"text": "and advances in technology,", "start": 292.7, "duration": 2.0}, {"text": "biologists have, for example, added a full one-third of the known frog and other amphibian species,", "start": 294.7, "duration": 10.0}, {"text": "to bring the current total to 5,400,", "start": 304.7, "duration": 4.0}, {"text": "and more continue to pour in.", "start": 308.7, "duration": 2.0}, {"text": "Two new kinds of whales have been discovered, along with two new antelopes,", "start": 310.7, "duration": 6.0}, {"text": "dozens of monkey species and a new kind of elephant --", "start": 316.7, "duration": 4.0}, {"text": "and even a distinct kind of gorilla.", "start": 320.7, "duration": 3.0}, {"text": "At the extreme opposite end of the size scale, the class of marine bacteria,", "start": 323.7, "duration": 10.0}, {"text": "the Prochlorococci -- that will be on the final exam --", "start": 333.7, "duration": 6.0}, {"text": "although discovered only in 1988, are now recognized as likely the most abundant organisms on Earth,", "start": 339.7, "duration": 9.0}, {"text": "and moreover, responsible for a large part of the photosynthesis that occurs in the ocean.", "start": 348.7, "duration": 7.0}, {"text": "These bacteria were not uncovered sooner", "start": 355.7, "duration": 4.0}, {"text": "because they are also among the smallest of all Earth's organisms --", "start": 359.7, "duration": 5.0}, {"text": "so minute that they cannot be seen with conventional optical microscopy.", "start": 364.7, "duration": 6.0}, {"text": "Yet life in the sea may depend on these tiny creatures.", "start": 370.7, "duration": 4.0}, {"text": "These examples are just the first glimpse of our ignorance of life on this planet.", "start": 374.7, "duration": 5.0}, {"text": "Consider the fungi -- including mushrooms, rusts, molds and many disease-causing organisms.", "start": 379.7, "duration": 7.0}, {"text": "60,000 species are known to science,", "start": 386.7, "duration": 4.0}, {"text": "but more than 1.5 million have been estimated to exist.", "start": 390.7, "duration": 4.0}, {"text": "Consider the nematode roundworm, the most abundant of all animals.", "start": 394.7, "duration": 6.0}, {"text": "Four out of five animals on Earth are nematode worms --", "start": 400.7, "duration": 8.0}, {"text": "if all solid materials except nematode worms were to be eliminated,", "start": 408.7, "duration": 4.0}, {"text": "you could still see the ghostly outline of most of it in nematode worms.", "start": 412.7, "duration": 7.0}, {"text": "About 16,000 species of nematode worms", "start": 419.7, "duration": 5.0}, {"text": "have been discovered and diagnosed by scientists;", "start": 424.7, "duration": 3.0}, {"text": "there could be hundreds of thousands of them, even millions, still unknown.", "start": 427.7, "duration": 5.0}, {"text": "This vast domain of hidden biodiversity is increased still further", "start": 432.7, "duration": 5.0}, {"text": "by the dark matter of the biological world of bacteria,", "start": 437.7, "duration": 6.0}, {"text": "which within just the last several years", "start": 443.7, "duration": 6.0}, {"text": "still were known from only about 6,000 species of bacteria worldwide.", "start": 449.7, "duration": 7.0}, {"text": "But that number of bacteria species can be found in one gram of soil,", "start": 456.7, "duration": 6.0}, {"text": "just a little handful of soil, in the 10 billion bacteria that would be there.", "start": 462.7, "duration": 9.0}, {"text": "It's been estimated that a single ton of soil -- fertile soil --", "start": 471.7, "duration": 5.0}, {"text": "contains approximately four million species of bacteria, all unknown.", "start": 476.7, "duration": 8.0}, {"text": "So the question is: what are they all doing?", "start": 484.7, "duration": 8.0}, {"text": "The fact is, we don't know.", "start": 492.7, "duration": 3.0}, {"text": "We are living on a planet with a lot of activities, with reference to our living environment,", "start": 495.7, "duration": 9.0}, {"text": "done by faith and guess alone.", "start": 504.7, "duration": 4.0}, {"text": "Our lives depend upon these creatures.", "start": 508.7, "duration": 4.0}, {"text": "To take an example close to home: there are over 500 species of bacteria now known --", "start": 512.7, "duration": 8.0}, {"text": "friendly bacteria -- living symbiotically in your mouth and throat", "start": 520.7, "duration": 5.0}, {"text": "probably necessary to your health for holding off pathogenic bacteria.", "start": 525.7, "duration": 7.0}, {"text": "At this point I think we have a little impressionistic film", "start": 532.7, "duration": 4.0}, {"text": "that was made especially for this occasion.", "start": 536.7, "duration": 2.0}, {"text": "And I'd like to show it.", "start": 538.7, "duration": 2.0}, {"text": "Assisted in this by Billie Holiday.", "start": 541.7, "duration": 3.0}, {"text": "(Video)", "start": 544.7, "duration": 122.0}, {"text": "And that may be just the beginning!", "start": 666.7, "duration": 3.0}, {"text": "The viruses, those quasi-organisms among which are the prophages,", "start": 669.7, "duration": 6.0}, {"text": "the gene weavers that promote the continued evolution in the lives of the bacteria,", "start": 675.7, "duration": 7.0}, {"text": "are a virtually unknown frontier of modern biology, a world unto themselves.", "start": 682.7, "duration": 9.0}, {"text": "What constitutes a viral species is still unresolved,", "start": 691.7, "duration": 4.0}, {"text": "although they're obviously of enormous importance to us.", "start": 695.7, "duration": 4.0}, {"text": "But this much we can say: the variety of genes on the planet in viruses", "start": 699.7, "duration": 6.0}, {"text": "exceeds, or is likely to exceed, that in all of the rest of life combined.", "start": 705.7, "duration": 7.0}, {"text": "Nowadays, in addressing microbial biodiversity,", "start": 713.7, "duration": 3.0}, {"text": "scientists are like explorers in a rowboat launched onto the Pacific Ocean.", "start": 717.7, "duration": 6.0}, {"text": "But that is changing rapidly with the aid of new genomic technology.", "start": 723.7, "duration": 5.0}, {"text": "Already it is possible to sequence the entire genetic code of a bacterium in under four hours.", "start": 728.7, "duration": 7.0}, {"text": "Soon we will be in a position to go forth in the field with sequencers on our backs --", "start": 735.7, "duration": 6.0}, {"text": "to hunt bacteria in tiny crevices of the habitat's surface", "start": 741.7, "duration": 6.0}, {"text": "in the way you go watching for birds with binoculars.", "start": 747.7, "duration": 4.0}, {"text": "What will we find as we map the living world, as, finally, we get this underway seriously?", "start": 751.7, "duration": 8.0}, {"text": "As we move past the relatively gigantic mammals, birds, frogs and plants", "start": 759.7, "duration": 5.0}, {"text": "to the more elusive insects and other small invertebrates and then beyond", "start": 764.7, "duration": 6.0}, {"text": "to the countless millions of organisms in the invisible living world", "start": 770.7, "duration": 5.0}, {"text": "enveloped and living within humanity?", "start": 775.7, "duration": 4.0}, {"text": "Already what were thought to be bacteria for generations", "start": 779.7, "duration": 6.0}, {"text": "have been found to compose, instead, two great domains of microorganisms:", "start": 785.7, "duration": 6.0}, {"text": "true bacteria and one-celled organisms the archaea,", "start": 791.7, "duration": 4.0}, {"text": "which are closer than other bacteria to the eukaryota, the group that we belong to.", "start": 795.7, "duration": 7.0}, {"text": "Some serious biologists, and I count myself among them,", "start": 802.7, "duration": 5.0}, {"text": "have begun to wonder that among the enormous and still unknown diversity of microorganisms,", "start": 807.7, "duration": 9.0}, {"text": "one might -- just might -- find aliens among them.", "start": 816.7, "duration": 5.0}, {"text": "True aliens, stocks that arrived from outer space.", "start": 821.7, "duration": 5.0}, {"text": "They've had billions of years to do it,", "start": 826.7, "duration": 2.0}, {"text": "but especially during the earliest period of biological evolution on this planet.", "start": 828.7, "duration": 7.0}, {"text": "We do know that some bacterial species that have earthly origin", "start": 835.7, "duration": 4.0}, {"text": "are capable of almost unimaginable extremes of temperature", "start": 839.7, "duration": 8.0}, {"text": "and other harsh changes in environment,", "start": 847.7, "duration": 2.0}, {"text": "including hard radiation strong enough and maintained long enough to crack the Pyrex vessels", "start": 850.7, "duration": 8.0}, {"text": "around the growing population of bacteria.", "start": 858.7, "duration": 3.0}, {"text": "There may be a temptation to treat the biosphere holistically", "start": 861.7, "duration": 6.0}, {"text": "and the species that compose it as a great flux of entities", "start": 867.7, "duration": 6.0}, {"text": "hardly worth distinguishing one from the other.", "start": 873.7, "duration": 4.0}, {"text": "But each of these species, even the tiniest Prochlorococci,", "start": 877.7, "duration": 5.0}, {"text": "are masterpieces of evolution.", "start": 882.7, "duration": 2.0}, {"text": "Each has persisted for thousands to millions of years.", "start": 884.7, "duration": 6.0}, {"text": "Each is exquisitely adapted to the environment in which it lives,", "start": 890.7, "duration": 4.0}, {"text": "interlocked with other species to form ecosystems upon which our own lives depend", "start": 894.7, "duration": 7.0}, {"text": "in ways we have not begun even to imagine.", "start": 901.7, "duration": 4.0}, {"text": "We will destroy these ecosystems and the species composing them", "start": 905.7, "duration": 4.0}, {"text": "at the peril of our own existence --", "start": 909.7, "duration": 3.0}, {"text": "and unfortunately we are destroying them with ingenuity and ceaseless energy.", "start": 912.7, "duration": 9.0}, {"text": "My own epiphany as a conservationist came in 1953, while a Harvard graduate student,", "start": 921.7, "duration": 10.0}, {"text": "searching for rare ants found in the mountain forests of Cuba,", "start": 931.7, "duration": 3.0}, {"text": "ants that shine in the sunlight --", "start": 935.7, "duration": 2.0}, {"text": "metallic green or metallic blue, according to species, and one species, I discovered, metallic gold.", "start": 937.7, "duration": 8.0}, {"text": "I found my magical ants, but only after a tough climb into the mountains", "start": 945.7, "duration": 5.0}, {"text": "where the last of the native Cuban forests hung on,", "start": 950.7, "duration": 4.0}, {"text": "and were then -- and still are -- being cut back.", "start": 954.7, "duration": 6.0}, {"text": "I realized then that these species", "start": 960.7, "duration": 3.0}, {"text": "and a large part of the other unique, marvelous animals and plants on that island --", "start": 963.7, "duration": 6.0}, {"text": "and this is true of practically every part of the world --", "start": 969.7, "duration": 5.0}, {"text": "which took millions of years to evolve, are in the process of disappearing forever.", "start": 974.7, "duration": 5.0}, {"text": "And so it is everywhere one looks.", "start": 979.7, "duration": 5.0}, {"text": "The human juggernaut is permanently eroding Earth's ancient biosphere by a combination of forces", "start": 984.7, "duration": 8.0}, {"text": "that can be summarized by the acronym \"HIPPO,\" the animal hippo.", "start": 992.7, "duration": 5.0}, {"text": "H is for habitat destruction, including climate change forced by greenhouse gases.", "start": 997.7, "duration": 7.0}, {"text": "I is for the invasive species like the fire ants, the zebra mussels, broom grasses", "start": 1004.7, "duration": 8.0}, {"text": "and pathogenic bacteria and viruses that are flooding every country, and at an exponential rate -- that's the I.", "start": 1012.7, "duration": 11.0}, {"text": "The P, the first one in \"HIPPO,\" is for pollution.", "start": 1023.7, "duration": 4.0}, {"text": "The second is for continued population, human population expansion.", "start": 1027.7, "duration": 6.0}, {"text": "And the final letter is O, for over-harvesting --", "start": 1033.7, "duration": 3.0}, {"text": "driving species into extinction by excessive hunting and fishing.", "start": 1036.7, "duration": 4.0}, {"text": "The HIPPO juggernaut we have created, if unabated, is destined --", "start": 1040.7, "duration": 6.0}, {"text": "according to the best estimates of ongoing biodiversity research --", "start": 1046.7, "duration": 4.0}, {"text": "to reduce half of Earth's still surviving animal and plant species", "start": 1050.7, "duration": 5.0}, {"text": "to extinction or critical endangerment by the end of the century.", "start": 1055.7, "duration": 5.0}, {"text": "Human-forced climate change alone -- again, if unabated --", "start": 1060.7, "duration": 5.0}, {"text": "could eliminate a quarter of surviving species during the next five decades.", "start": 1065.7, "duration": 6.0}, {"text": "What will we and all future generations lose", "start": 1071.7, "duration": 4.0}, {"text": "if much of the living environment is thus degraded?", "start": 1075.7, "duration": 4.0}, {"text": "Huge potential sources of scientific information yet to be gathered,", "start": 1081.7, "duration": 4.0}, {"text": "much of our environmental stability", "start": 1085.7, "duration": 4.0}, {"text": "and new kinds of pharmaceuticals and new products of unimaginable strength and value --", "start": 1089.7, "duration": 7.0}, {"text": "all thrown away.", "start": 1096.7, "duration": 3.0}, {"text": "The loss will inflict a heavy price", "start": 1099.7, "duration": 3.0}, {"text": "in wealth, security and yes, spirituality for all time to come,", "start": 1102.7, "duration": 7.0}, {"text": "because previous cataclysms of this kind --", "start": 1109.7, "duration": 2.0}, {"text": "the last one, that ended the age of dinosaurs --", "start": 1111.7, "duration": 2.0}, {"text": "took, normally, five to 10 million years to repair.", "start": 1114.7, "duration": 6.0}, {"text": "Sadly, our knowledge of biodiversity is so incomplete", "start": 1120.7, "duration": 4.0}, {"text": "that we are at risk of losing a great deal of it before it is even discovered.", "start": 1124.7, "duration": 5.0}, {"text": "For example, even in the United States, the 200,000 species known currently", "start": 1129.7, "duration": 9.0}, {"text": "actually has been found to be only partial in coverage;", "start": 1138.7, "duration": 7.0}, {"text": "it is mostly unknown to us in basic biology.", "start": 1145.7, "duration": 5.0}, {"text": "Only about 15 percent of the known species have been studied well enough to evaluate their status.", "start": 1150.7, "duration": 7.0}, {"text": "Of the 15 percent evaluated, 20 percent are classified as \"in peril,\"", "start": 1157.7, "duration": 6.0}, {"text": "that is, in danger of extinction.", "start": 1163.7, "duration": 2.0}, {"text": "That's in the United States.", "start": 1165.7, "duration": 2.0}, {"text": "We are, in short, flying blind into our environmental future.", "start": 1167.7, "duration": 7.0}, {"text": "We urgently need to change this.", "start": 1174.7, "duration": 2.0}, {"text": "We need to have the biosphere properly explored", "start": 1176.7, "duration": 4.0}, {"text": "so that we can understand and competently manage it.", "start": 1180.7, "duration": 4.0}, {"text": "We need to settle down before we wreck the planet.", "start": 1184.7, "duration": 4.0}, {"text": "And we need that knowledge.", "start": 1188.7, "duration": 1.0}, {"text": "This should be a big science project equivalent to the Human Genome Project.", "start": 1189.7, "duration": 5.0}, {"text": "It should be thought of as a biological moonshot with a timetable.", "start": 1194.7, "duration": 5.0}, {"text": "So this brings me to my wish for TEDsters,", "start": 1199.7, "duration": 4.0}, {"text": "and to anyone else around the world who hears this talk.", "start": 1203.7, "duration": 3.0}, {"text": "I wish we will work together to help create the key tools", "start": 1206.7, "duration": 6.0}, {"text": "that we need to inspire preservation of Earth's biodiversity.", "start": 1212.7, "duration": 4.0}, {"text": "And let us call it the \"Encyclopedia of Life.\"", "start": 1216.7, "duration": 4.0}, {"text": "What is the \"Encyclopedia of Life?\" A concept that has already taken hold", "start": 1220.7, "duration": 4.0}, {"text": "and is beginning to spread and be looked at seriously?", "start": 1224.7, "duration": 4.0}, {"text": "It is an encyclopedia that lives on the Internet", "start": 1228.7, "duration": 3.0}, {"text": "and is contributed to by thousands of scientists around the world.", "start": 1231.7, "duration": 5.0}, {"text": "Amateurs can do it also.", "start": 1236.7, "duration": 3.0}, {"text": "It has an indefinitely expandable page for each species.", "start": 1239.7, "duration": 5.0}, {"text": "It makes all key information about life on Earth accessible to anyone,", "start": 1244.7, "duration": 6.0}, {"text": "on demand, anywhere in the world.", "start": 1250.7, "duration": 2.0}, {"text": "I've written about this idea before,", "start": 1252.7, "duration": 4.0}, {"text": "and I know there are people in this room who have expended significant effort on it in the past.", "start": 1256.7, "duration": 7.0}, {"text": "But what excites me is that since I first put forward this particular idea in that form,", "start": 1263.7, "duration": 8.0}, {"text": "science has advanced.", "start": 1271.7, "duration": 2.0}, {"text": "Technology has moved forward.", "start": 1273.7, "duration": 3.0}, {"text": "Today, the practicalities of making such an encyclopedia,", "start": 1276.7, "duration": 4.0}, {"text": "regardless of the magnitude of the information put into it, are within reach.", "start": 1280.7, "duration": 6.0}, {"text": "Indeed, in the past year, a group of influential scientific institutions", "start": 1286.7, "duration": 4.0}, {"text": "have begun mobilizing to realize this dream.", "start": 1290.7, "duration": 4.0}, {"text": "I wish you would help them.", "start": 1294.7, "duration": 3.0}, {"text": "Working together, we can make this real.", "start": 1297.7, "duration": 3.0}, {"text": "The encyclopedia will quickly pay for itself in practical applications.", "start": 1301.7, "duration": 5.0}, {"text": "It will address transcendent qualities in the human consciousness, and sense of human need.", "start": 1306.7, "duration": 6.0}, {"text": "It will transform the science of biology in ways of obvious benefit to humanity.", "start": 1312.7, "duration": 6.0}, {"text": "And most of all, it can inspire a new generation of biologists", "start": 1318.7, "duration": 5.0}, {"text": "to continue the quest that started, for me personally, 60 years ago:", "start": 1323.7, "duration": 5.0}, {"text": "to search for life, to understand it and finally, above all, to preserve it.", "start": 1328.7, "duration": 5.0}, {"text": "That is my wish. Thank you.", "start": 1333.7, "duration": 2.0}]