[{"text": "Thank you. It's really an honor and a privilege to be here", "start": 27.0, "duration": 4.0}, {"text": "spending my last day as a teenager.", "start": 31.0, "duration": 2.0}, {"text": "Today I want to talk to you about the future, but", "start": 33.0, "duration": 4.0}, {"text": "first I'm going to tell you a bit about the past.", "start": 37.0, "duration": 3.0}, {"text": "My story starts way before I was born.", "start": 40.0, "duration": 4.0}, {"text": "My grandmother was on a train to Auschwitz, the death camp.", "start": 44.0, "duration": 4.0}, {"text": "And she was going along the tracks, and the tracks split.", "start": 48.0, "duration": 5.0}, {"text": "And somehow -- we don't really know exactly the whole story -- but", "start": 53.0, "duration": 5.0}, {"text": "the train took the wrong track and went to a work camp rather than the death camp.", "start": 58.0, "duration": 5.0}, {"text": "My grandmother survived and married my grandfather.", "start": 63.0, "duration": 5.0}, {"text": "They were living in Hungary, and my mother was born.", "start": 68.0, "duration": 3.0}, {"text": "And when my mother was two years old,", "start": 71.0, "duration": 2.0}, {"text": "the Hungarian revolution was raging, and they decided to escape Hungary.", "start": 73.0, "duration": 5.0}, {"text": "They got on a boat, and yet another divergence --", "start": 78.0, "duration": 4.0}, {"text": "the boat was either going to Canada or to Australia.", "start": 82.0, "duration": 3.0}, {"text": "They got on and didn't know where they were going, and ended up in Canada.", "start": 85.0, "duration": 4.0}, {"text": "So, to make a long story short, they came to Canada.", "start": 89.0, "duration": 3.0}, {"text": "My grandmother was a chemist. She worked at the Banting Institute in Toronto,", "start": 92.0, "duration": 4.0}, {"text": "and at 44 she died of stomach cancer. I never met my grandmother,", "start": 96.0, "duration": 8.0}, {"text": "but I carry on her name -- her exact name, Eva Vertes --", "start": 104.0, "duration": 4.0}, {"text": "and I like to think I carry on her scientific passion, too.", "start": 108.0, "duration": 4.0}, {"text": "I found this passion not far from here, actually, when I was nine years old.", "start": 112.0, "duration": 6.0}, {"text": "My family was on a road trip and we were in the Grand Canyon.", "start": 118.0, "duration": 5.0}, {"text": "And I had never been a reader when I was young --", "start": 123.0, "duration": 3.0}, {"text": "my dad had tried me with the Hardy Boys; I tried Nancy Drew;", "start": 126.0, "duration": 3.0}, {"text": "I tried all that -- and I just didn't like reading books.", "start": 129.0, "duration": 4.0}, {"text": "And my mother bought this book when we were at the Grand Canyon", "start": 133.0, "duration": 4.0}, {"text": "called \"The Hot Zone.\" It was all about the outbreak of the Ebola virus.", "start": 137.0, "duration": 3.0}, {"text": "And something about it just kind of drew me towards it.", "start": 140.0, "duration": 3.0}, {"text": "There was this big sort of bumpy-looking virus on the cover,", "start": 143.0, "duration": 3.0}, {"text": "and I just wanted to read it. I picked up that book,", "start": 146.0, "duration": 4.0}, {"text": "and as we drove from the edge of the Grand Canyon", "start": 150.0, "duration": 3.0}, {"text": "to Big Sur, and to, actually, here where we are today, in Monterey,", "start": 153.0, "duration": 3.0}, {"text": "I read that book, and from when I was reading that book,", "start": 156.0, "duration": 5.0}, {"text": "I knew that I wanted to have a life in medicine.", "start": 161.0, "duration": 3.0}, {"text": "I wanted to be like the explorers I'd read about in the book,", "start": 164.0, "duration": 3.0}, {"text": "who went into the jungles of Africa,", "start": 167.0, "duration": 2.0}, {"text": "went into the research labs and just tried to figure out", "start": 169.0, "duration": 2.0}, {"text": "what this deadly virus was. So from that moment on, I read every medical book", "start": 171.0, "duration": 6.0}, {"text": "I could get my hands on, and I just loved it so much.", "start": 177.0, "duration": 4.0}, {"text": "I was a passive observer of the medical world.", "start": 181.0, "duration": 4.0}, {"text": "It wasn't until I entered high school that I thought,", "start": 185.0, "duration": 4.0}, {"text": "\"Maybe now, you know -- being a big high school kid --", "start": 189.0, "duration": 3.0}, {"text": "I can maybe become an active part of this big medical world.\"", "start": 192.0, "duration": 5.0}, {"text": "I was 14, and I emailed professors at the local university", "start": 197.0, "duration": 5.0}, {"text": "to see if maybe I could go work in their lab. And hardly anyone responded.", "start": 202.0, "duration": 5.0}, {"text": "But I mean, why would they respond to a 14-year-old, anyway?", "start": 207.0, "duration": 4.0}, {"text": "And I got to go talk to one professor, Dr. Jacobs,", "start": 211.0, "duration": 4.0}, {"text": "who accepted me into the lab.", "start": 215.0, "duration": 3.0}, {"text": "At that time, I was really interested in neuroscience", "start": 218.0, "duration": 3.0}, {"text": "and wanted to do a research project in neurology --", "start": 221.0, "duration": 3.0}, {"text": "specifically looking at the effects of heavy metals on the developing nervous system.", "start": 224.0, "duration": 5.0}, {"text": "So I started that, and worked in his lab for a year,", "start": 229.0, "duration": 5.0}, {"text": "and found the results that I guess you'd expect to find", "start": 234.0, "duration": 4.0}, {"text": "when you feed fruit flies heavy metals -- that it really, really impaired the nervous system.", "start": 238.0, "duration": 5.0}, {"text": "The spinal cord had breaks. The neurons were crossing in every which way.", "start": 243.0, "duration": 4.0}, {"text": "And from then I wanted to look not at impairment, but at prevention of impairment.", "start": 247.0, "duration": 5.0}, {"text": "So that's what led me to Alzheimer's. I started reading about Alzheimer's", "start": 252.0, "duration": 6.0}, {"text": "and tried to familiarize myself with the research,", "start": 258.0, "duration": 3.0}, {"text": "and at the same time when I was in the --", "start": 261.0, "duration": 2.0}, {"text": "I was reading in the medical library one day, and I read this article", "start": 263.0, "duration": 3.0}, {"text": "about something called \"purine derivatives.\"", "start": 266.0, "duration": 2.0}, {"text": "And they seemed to have cell growth-promoting properties.", "start": 268.0, "duration": 5.0}, {"text": "And being naive about the whole field, I kind of thought,", "start": 273.0, "duration": 3.0}, {"text": "\"Oh, you have cell death in Alzheimer's", "start": 276.0, "duration": 2.0}, {"text": "which is causing the memory deficit, and then you have this compound --", "start": 278.0, "duration": 5.0}, {"text": "purine derivatives -- that are promoting cell growth.\"", "start": 283.0, "duration": 2.0}, {"text": "And so I thought, \"Maybe if it can promote cell growth,", "start": 285.0, "duration": 3.0}, {"text": "it can inhibit cell death, too.\"", "start": 288.0, "duration": 2.0}, {"text": "And so that's the project that I pursued for that year,", "start": 290.0, "duration": 3.0}, {"text": "and it's continuing now as well,", "start": 293.0, "duration": 3.0}, {"text": "and found that a specific purine derivative called \"guanidine\"", "start": 296.0, "duration": 5.0}, {"text": "had inhibited the cell growth by approximately 60 percent.", "start": 301.0, "duration": 3.0}, {"text": "So I presented those results at the International Science Fair,", "start": 304.0, "duration": 4.0}, {"text": "which was just one of the most amazing experiences of my life.", "start": 308.0, "duration": 4.0}, {"text": "And there I was awarded \"Best in the World in Medicine,\"", "start": 312.0, "duration": 3.0}, {"text": "which allowed me to get in, or at least get a foot in the door of the big medical world.", "start": 315.0, "duration": 7.0}, {"text": "And from then on, since I was now in this huge exciting world,", "start": 322.0, "duration": 6.0}, {"text": "I wanted to explore it all. I wanted it all at once, but knew I couldn't really get that.", "start": 328.0, "duration": 5.0}, {"text": "And I stumbled across something called \"cancer stem cells.\"", "start": 333.0, "duration": 2.0}, {"text": "And this is really what I want to talk to you about today -- about cancer.", "start": 335.0, "duration": 4.0}, {"text": "At first when I heard of cancer stem cells,", "start": 339.0, "duration": 4.0}, {"text": "I didn't really know how to put the two together. I'd heard of stem cells,", "start": 343.0, "duration": 4.0}, {"text": "and I'd heard of them as the panacea of the future --", "start": 347.0, "duration": 3.0}, {"text": "the therapy of many diseases to come in the future, perhaps.", "start": 350.0, "duration": 3.0}, {"text": "But I'd heard of cancer as the most feared disease of our time,", "start": 353.0, "duration": 4.0}, {"text": "so how did the good and bad go together?", "start": 357.0, "duration": 4.0}, {"text": "Last summer I worked at Stanford University, doing some research on cancer stem cells.", "start": 361.0, "duration": 6.0}, {"text": "And while I was doing this, I was reading the cancer literature,", "start": 367.0, "duration": 3.0}, {"text": "trying to -- again -- familiarize myself with this new medical field.", "start": 370.0, "duration": 5.0}, {"text": "And it seemed that tumors actually begin from a stem cell.", "start": 375.0, "duration": 8.0}, {"text": "This fascinated me. The more I read, the more I looked at cancer differently", "start": 383.0, "duration": 7.0}, {"text": "and almost became less fearful of it.", "start": 390.0, "duration": 2.0}, {"text": "It seems that cancer is a direct result to injury.", "start": 393.0, "duration": 5.0}, {"text": "If you smoke, you damage your lung tissue, and then lung cancer arises.", "start": 398.0, "duration": 5.0}, {"text": "If you drink, you damage your liver, and then liver cancer occurs.", "start": 403.0, "duration": 5.0}, {"text": "And it was really interesting -- there were articles correlating", "start": 408.0, "duration": 3.0}, {"text": "if you have a bone fracture, and then bone cancer arises.", "start": 411.0, "duration": 3.0}, {"text": "Because what stem cells are -- they're these", "start": 414.0, "duration": 4.0}, {"text": "phenomenal cells that really have the ability to differentiate", "start": 418.0, "duration": 4.0}, {"text": "into any type of tissue.", "start": 422.0, "duration": 2.0}, {"text": "So, if the body is sensing that you have damage to an organ", "start": 424.0, "duration": 5.0}, {"text": "and then it's initiating cancer, it's almost as if this is a repair response.", "start": 429.0, "duration": 5.0}, {"text": "And the cancer, the body is saying the lung tissue is damaged,", "start": 434.0, "duration": 5.0}, {"text": "we need to repair the lung. And cancer is originating in the lung", "start": 439.0, "duration": 4.0}, {"text": "trying to repair -- because you have this excessive proliferation", "start": 443.0, "duration": 4.0}, {"text": "of these remarkable cells that really have the potential to become lung tissue.", "start": 447.0, "duration": 5.0}, {"text": "But it's almost as if the body has originated this ingenious response,", "start": 452.0, "duration": 4.0}, {"text": "but can't quite control it.", "start": 456.0, "duration": 2.0}, {"text": "It hasn't yet become fine-tuned enough to finish what has been initiated.", "start": 458.0, "duration": 5.0}, {"text": "So this really, really fascinated me.", "start": 463.0, "duration": 3.0}, {"text": "And I really think that we can't think about cancer --", "start": 466.0, "duration": 5.0}, {"text": "let alone any disease -- in such black-and-white terms.", "start": 471.0, "duration": 3.0}, {"text": "If we eliminate cancer the way we're trying to do now, with chemotherapy and radiation,", "start": 474.0, "duration": 6.0}, {"text": "we're bombarding the body or the cancer with toxins, or with radiation, trying to kill it.", "start": 480.0, "duration": 5.0}, {"text": "It's almost as if we're getting back to this starting point.", "start": 485.0, "duration": 3.0}, {"text": "We're removing the cancer cells, but we're revealing the previous damage", "start": 488.0, "duration": 5.0}, {"text": "that the body has tried to fix.", "start": 493.0, "duration": 2.0}, {"text": "Shouldn't we think about manipulation, rather than elimination?", "start": 495.0, "duration": 5.0}, {"text": "If somehow we can cause these cells to differentiate --", "start": 500.0, "duration": 4.0}, {"text": "to become bone tissue, lung tissue, liver tissue,", "start": 504.0, "duration": 3.0}, {"text": "whatever that cancer has been put there to do --", "start": 507.0, "duration": 3.0}, {"text": "it would be a repair process. We'd end up better than we were before cancer.", "start": 510.0, "duration": 9.0}, {"text": "So, this really changed my view of looking at cancer.", "start": 519.0, "duration": 4.0}, {"text": "And while I was reading all these articles about cancer,", "start": 523.0, "duration": 5.0}, {"text": "it seemed that the articles -- a lot of them -- focused on, you know,", "start": 528.0, "duration": 2.0}, {"text": "the genetics of breast cancer, and the genesis", "start": 530.0, "duration": 2.0}, {"text": "and the progression of breast cancer --", "start": 532.0, "duration": 2.0}, {"text": "tracking the cancer through the body, tracing where it is, where it goes.", "start": 534.0, "duration": 6.0}, {"text": "But it struck me that I'd never heard of cancer of the heart,", "start": 540.0, "duration": 5.0}, {"text": "or cancer of any skeletal muscle for that matter.", "start": 545.0, "duration": 3.0}, {"text": "And skeletal muscle constitutes 50 percent of our body,", "start": 548.0, "duration": 4.0}, {"text": "or over 50 percent of our body. And so at first I kind of thought,", "start": 552.0, "duration": 5.0}, {"text": "\"Well, maybe there's some obvious explanation", "start": 557.0, "duration": 2.0}, {"text": "why skeletal muscle doesn't get cancer -- at least not that I know of.\"", "start": 559.0, "duration": 4.0}, {"text": "So, I looked further into it, found as many articles as I could,", "start": 563.0, "duration": 5.0}, {"text": "and it was amazing -- because it turned out that it was very rare.", "start": 568.0, "duration": 4.0}, {"text": "Some articles even went as far as to say that skeletal muscle tissue", "start": 572.0, "duration": 4.0}, {"text": "is resistant to cancer, and furthermore, not only to cancer,", "start": 576.0, "duration": 5.0}, {"text": "but of metastases going to skeletal muscle.", "start": 581.0, "duration": 4.0}, {"text": "And what metastases are is when the tumor --", "start": 585.0, "duration": 3.0}, {"text": "when a piece -- breaks off and travels through the blood stream", "start": 588.0, "duration": 3.0}, {"text": "and goes to a different organ. That's what a metastasis is.", "start": 591.0, "duration": 4.0}, {"text": "It's the part of cancer that is the most dangerous.", "start": 595.0, "duration": 3.0}, {"text": "If cancer was localized, we could likely remove it,", "start": 598.0, "duration": 3.0}, {"text": "or somehow -- you know, it's contained. It's very contained.", "start": 601.0, "duration": 4.0}, {"text": "But once it starts moving throughout the body, that's when it becomes deadly.", "start": 605.0, "duration": 3.0}, {"text": "So the fact that not only did cancer not seem to originate in skeletal muscles,", "start": 608.0, "duration": 5.0}, {"text": "but cancer didn't seem to go to skeletal muscle --", "start": 613.0, "duration": 3.0}, {"text": "there seemed to be something here.", "start": 616.0, "duration": 2.0}, {"text": "So these articles were saying, you know, \"Skeletal --", "start": 618.0, "duration": 2.0}, {"text": "metastasis to skeletal muscle -- is very rare.\"", "start": 620.0, "duration": 3.0}, {"text": "But it was left at that. No one seemed to be asking why.", "start": 623.0, "duration": 4.0}, {"text": "So I decided to ask why. At first -- the first thing I did", "start": 627.0, "duration": 7.0}, {"text": "was I emailed some professors who", "start": 634.0, "duration": 2.0}, {"text": "specialized in skeletal muscle physiology, and pretty much said,", "start": 636.0, "duration": 3.0}, {"text": "\"Hey, it seems like cancer doesn't really go to skeletal muscle.", "start": 639.0, "duration": 6.0}, {"text": "Is there a reason for this?\" And a lot of the replies I got were that", "start": 645.0, "duration": 4.0}, {"text": "muscle is terminally differentiated tissue.", "start": 649.0, "duration": 4.0}, {"text": "Meaning that you have muscle cells, but they're not dividing,", "start": 653.0, "duration": 3.0}, {"text": "so it doesn't seem like a good target for cancer to hijack.", "start": 656.0, "duration": 4.0}, {"text": "But then again, this fact that the metastases", "start": 660.0, "duration": 3.0}, {"text": "didn't go to skeletal muscle made that seem unlikely.", "start": 663.0, "duration": 4.0}, {"text": "And furthermore, that nervous tissue -- brain -- gets cancer,", "start": 667.0, "duration": 5.0}, {"text": "and brain cells are also terminally differentiated.", "start": 672.0, "duration": 3.0}, {"text": "So I decided to ask why. And here's some of, I guess, my hypotheses", "start": 675.0, "duration": 6.0}, {"text": "that I'll be starting to investigate this May at the Sylvester Cancer Institute in Miami.", "start": 681.0, "duration": 9.0}, {"text": "And I guess I'll keep investigating until I get the answers.", "start": 690.0, "duration": 5.0}, {"text": "But I know that in science, once you get the answers,", "start": 695.0, "duration": 3.0}, {"text": "inevitably you're going to have more questions.", "start": 698.0, "duration": 2.0}, {"text": "So I guess you could say that I'll probably be doing this for the rest of my life.", "start": 700.0, "duration": 5.0}, {"text": "Some of my hypotheses are that", "start": 705.0, "duration": 3.0}, {"text": "when you first think about skeletal muscle,", "start": 708.0, "duration": 3.0}, {"text": "there's a lot of blood vessels going to skeletal muscle.", "start": 711.0, "duration": 3.0}, {"text": "And the first thing that makes me think is that", "start": 714.0, "duration": 4.0}, {"text": "blood vessels are like highways for the tumor cells.", "start": 718.0, "duration": 3.0}, {"text": "Tumor cells can travel through the blood vessels.", "start": 721.0, "duration": 2.0}, {"text": "And you think, the more highways there are in a tissue,", "start": 723.0, "duration": 4.0}, {"text": "the more likely it is to get cancer or to get metastases.", "start": 727.0, "duration": 4.0}, {"text": "So first of all I thought, you know, \"Wouldn't it be favorable", "start": 731.0, "duration": 3.0}, {"text": "to cancer getting to skeletal muscle?\" And as well,", "start": 734.0, "duration": 3.0}, {"text": "cancer tumors require a process called angiogenesis,", "start": 737.0, "duration": 5.0}, {"text": "which is really, the tumor recruits the blood vessels to itself", "start": 742.0, "duration": 4.0}, {"text": "to supply itself with nutrients so it can grow.", "start": 746.0, "duration": 3.0}, {"text": "Without angiogenesis, the tumor remains the size of a pinpoint and it's not harmful.", "start": 749.0, "duration": 7.0}, {"text": "So angiogenesis is really a central process to the pathogenesis of cancer.", "start": 756.0, "duration": 6.0}, {"text": "And one article that really stood out to me", "start": 762.0, "duration": 3.0}, {"text": "when I was just reading about this, trying to figure out why cancer doesn't go to skeletal", "start": 765.0, "duration": 4.0}, {"text": "muscle, was that it had reported 16 percent of micro-metastases", "start": 769.0, "duration": 7.0}, {"text": "to skeletal muscle upon autopsy.", "start": 776.0, "duration": 2.0}, {"text": "16 percent! Meaning that there were these pinpoint tumors in skeletal muscle,", "start": 778.0, "duration": 5.0}, {"text": "but only .16 percent of actual metastases --", "start": 783.0, "duration": 5.0}, {"text": "suggesting that maybe skeletal muscle is able to control the angiogenesis,", "start": 788.0, "duration": 6.0}, {"text": "is able to control the tumors recruiting these blood vessels.", "start": 794.0, "duration": 5.0}, {"text": "We use skeletal muscles so much. It's the one portion of our body --", "start": 799.0, "duration": 5.0}, {"text": "our heart's always beating. We're always moving our muscles.", "start": 804.0, "duration": 3.0}, {"text": "Is it possible that muscle somehow intuitively knows", "start": 807.0, "duration": 4.0}, {"text": "that it needs this blood supply? It needs to be constantly contracting,", "start": 811.0, "duration": 4.0}, {"text": "so therefore it's almost selfish. It's grabbing its blood vessels for itself.", "start": 815.0, "duration": 3.0}, {"text": "Therefore, when a tumor comes into skeletal muscle tissue,", "start": 818.0, "duration": 4.0}, {"text": "it can't get a blood supply, and can't grow.", "start": 822.0, "duration": 3.0}, {"text": "So this suggests that maybe if there is an anti-angiogenic factor", "start": 825.0, "duration": 5.0}, {"text": "in skeletal muscle -- or perhaps even more,", "start": 830.0, "duration": 2.0}, {"text": "an angiogenic routing factor, so it can actually direct where the blood vessels grow --", "start": 832.0, "duration": 5.0}, {"text": "this could be a potential future therapy for cancer.", "start": 837.0, "duration": 4.0}, {"text": "And another thing that's really interesting is that", "start": 841.0, "duration": 5.0}, {"text": "there's this whole -- the way tumors move throughout the body,", "start": 846.0, "duration": 4.0}, {"text": "it's a very complex system -- and there's something called the chemokine network.", "start": 850.0, "duration": 4.0}, {"text": "And chemokines are essentially chemical attractants,", "start": 854.0, "duration": 4.0}, {"text": "and they're the stop and go signals for cancer.", "start": 858.0, "duration": 3.0}, {"text": "So a tumor expresses chemokine receptors,", "start": 861.0, "duration": 5.0}, {"text": "and another organ -- a distant organ somewhere in the body --", "start": 866.0, "duration": 3.0}, {"text": "will have the corresponding chemokines,", "start": 869.0, "duration": 2.0}, {"text": "and the tumor will see these chemokines and migrate towards it.", "start": 871.0, "duration": 4.0}, {"text": "Is it possible that skeletal muscle doesn't express this type of molecules?", "start": 875.0, "duration": 5.0}, {"text": "And the other really interesting thing is that", "start": 880.0, "duration": 3.0}, {"text": "when skeletal muscle -- there's been several reports that when skeletal", "start": 883.0, "duration": 4.0}, {"text": "muscle is injured, that's what correlates with metastases going to skeletal muscle.", "start": 887.0, "duration": 7.0}, {"text": "And, furthermore, when skeletal muscle is injured,", "start": 894.0, "duration": 3.0}, {"text": "that's what causes chemokines -- these signals saying,", "start": 897.0, "duration": 4.0}, {"text": "\"Cancer, you can come to me,\" the \"go signs\" for the tumors --", "start": 901.0, "duration": 4.0}, {"text": "it causes them to highly express these chemokines.", "start": 905.0, "duration": 4.0}, {"text": "So, there's so much interplay here.", "start": 909.0, "duration": 7.0}, {"text": "I mean, there are so many possibilities", "start": 916.0, "duration": 2.0}, {"text": "for why tumors don't go to skeletal muscle.", "start": 918.0, "duration": 3.0}, {"text": "But it seems like by investigating, by attacking cancer,", "start": 921.0, "duration": 4.0}, {"text": "by searching where cancer is not, there has got to be something --", "start": 925.0, "duration": 4.0}, {"text": "there's got to be something -- that's making this tissue resistant to tumors.", "start": 929.0, "duration": 6.0}, {"text": "And can we utilize -- can we take this property,", "start": 935.0, "duration": 3.0}, {"text": "this compound, this receptor, whatever it is that's controlling these", "start": 938.0, "duration": 4.0}, {"text": "anti-tumor properties and apply it to cancer therapy in general?", "start": 942.0, "duration": 7.0}, {"text": "Now, one thing that kind of ties the resistance of skeletal muscle to cancer --", "start": 949.0, "duration": 8.0}, {"text": "to the cancer as a repair response gone out of control in the body --", "start": 957.0, "duration": 5.0}, {"text": "is that skeletal muscle has a factor in it called \"MyoD.\"", "start": 962.0, "duration": 8.0}, {"text": "And what MyoD essentially does is, it causes cells to differentiate", "start": 970.0, "duration": 5.0}, {"text": "into muscle cells. So this compound, MyoD,", "start": 975.0, "duration": 5.0}, {"text": "has been tested on a lot of different cell types and been shown to", "start": 980.0, "duration": 4.0}, {"text": "actually convert this variety of cell types into skeletal muscle cells.", "start": 984.0, "duration": 4.0}, {"text": "So, is it possible that the tumor cells are going to the skeletal muscle tissue,", "start": 988.0, "duration": 6.0}, {"text": "but once in contact inside the skeletal muscle tissue,", "start": 994.0, "duration": 4.0}, {"text": "MyoD acts upon these tumor cells and causes them", "start": 998.0, "duration": 5.0}, {"text": "to become skeletal muscle cells?", "start": 1003.0, "duration": 3.0}, {"text": "Maybe tumor cells are being disguised as skeletal muscle cells,", "start": 1006.0, "duration": 3.0}, {"text": "and this is why it seems as if it is so rare.", "start": 1009.0, "duration": 5.0}, {"text": "It's not harmful; it has just repaired the muscle.", "start": 1014.0, "duration": 3.0}, {"text": "Muscle is constantly being used -- constantly being damaged.", "start": 1017.0, "duration": 3.0}, {"text": "If every time we tore a muscle", "start": 1020.0, "duration": 3.0}, {"text": "or every time we stretched a muscle or moved in a wrong way,", "start": 1023.0, "duration": 3.0}, {"text": "cancer occurred -- I mean, everybody would have cancer almost.", "start": 1026.0, "duration": 7.0}, {"text": "And I hate to say that. But it seems as though muscle cell,", "start": 1033.0, "duration": 4.0}, {"text": "possibly because of all its use, has adapted", "start": 1037.0, "duration": 3.0}, {"text": "faster than other body tissues to respond to injury,", "start": 1040.0, "duration": 3.0}, {"text": "to fine-tune this repair response and actually be able to finish the process", "start": 1043.0, "duration": 6.0}, {"text": "which the body wants to finish. I really believe that the human body is very,", "start": 1049.0, "duration": 5.0}, {"text": "very smart, and we can't counteract something the body is saying to do.", "start": 1054.0, "duration": 6.0}, {"text": "It's different when a bacteria comes into the body --", "start": 1060.0, "duration": 3.0}, {"text": "that's a foreign object -- we want that out.", "start": 1063.0, "duration": 4.0}, {"text": "But when the body is actually initiating a process", "start": 1067.0, "duration": 2.0}, {"text": "and we're calling it a disease, it doesn't seem as though elimination is", "start": 1069.0, "duration": 4.0}, {"text": "the right solution. So even to go from there, it's possible, although far-fetched,", "start": 1073.0, "duration": 8.0}, {"text": "that in the future we could almost think of cancer being used as a therapy.", "start": 1081.0, "duration": 7.0}, {"text": "If those diseases where tissues are deteriorating --", "start": 1088.0, "duration": 3.0}, {"text": "for example Alzheimer's, where the brain, the brain cells, die", "start": 1091.0, "duration": 5.0}, {"text": "and we need to restore new brain cells, new functional brain cells --", "start": 1096.0, "duration": 4.0}, {"text": "what if we could, in the future, use cancer? A tumor --", "start": 1100.0, "duration": 4.0}, {"text": "put it in the brain and cause it to differentiate into brain cells?", "start": 1104.0, "duration": 5.0}, {"text": "That's a very far-fetched idea, but I really believe that it may be possible.", "start": 1109.0, "duration": 6.0}, {"text": "These cells are so versatile, these cancer cells are so versatile --", "start": 1115.0, "duration": 4.0}, {"text": "we just have to manipulate them in the right way.", "start": 1119.0, "duration": 3.0}, {"text": "And again, some of these may be far-fetched, but", "start": 1122.0, "duration": 4.0}, {"text": "I figured if there's anywhere to present far-fetched ideas, it's here at TED, so", "start": 1126.0, "duration": 5.0}, {"text": "thank you very much.", "start": 1131.0, "duration": 2.0}, {"text": "(Applause)", "start": 1133.0, "duration": 3.0}]