[{"text": "Most people don't know that when I went to high school in this country --", "start": 12.16, "duration": 4.0}, {"text": "I applied for university at a time when I was convinced", "start": 16.16, "duration": 4.0}, {"text": "I was going to be an artist and be a sculptor.", "start": 20.16, "duration": 2.0}, {"text": "And I came from a very privileged background. I was very lucky.", "start": 22.16, "duration": 3.0}, {"text": "My family was wealthy, and my father believed in one thing,", "start": 25.16, "duration": 5.0}, {"text": "and that was to give us all as much education as we wanted.", "start": 30.16, "duration": 3.0}, {"text": "And I announced I wanted to be a sculptor in Paris.", "start": 33.16, "duration": 2.0}, {"text": "And he was a clever man. He sort of said,", "start": 35.16, "duration": 2.0}, {"text": "\"Well, that's OK, but you've done very well in your math SATs.\"", "start": 37.16, "duration": 4.0}, {"text": "In fact, I'd got an 800. And he thought I did very well -- and I did, too -- in the arts:", "start": 41.16, "duration": 5.0}, {"text": "this was my passion.", "start": 46.16, "duration": 2.0}, {"text": "And he said \"If you go to MIT,\" to which I had been given early admission,", "start": 49.16, "duration": 3.0}, {"text": "\"I will pay for every year you're at MIT,", "start": 52.16, "duration": 4.0}, {"text": "in graduate or undergraduate -- as much as you want --", "start": 56.16, "duration": 2.0}, {"text": "I will pay for an equal number of years for you to live in Paris.\"", "start": 58.16, "duration": 3.0}, {"text": "And I thought that was the best deal in town, so I accepted it immediately.", "start": 61.16, "duration": 4.0}, {"text": "And I decided that if I was good in art, and I was good in mathematics,", "start": 65.16, "duration": 3.0}, {"text": "I'd study architecture, which was the blending of the two.", "start": 68.16, "duration": 3.0}, {"text": "I went and told my headmaster that, at prep school.", "start": 71.16, "duration": 3.0}, {"text": "And I said to him what I was doing, that I was going to go study architecture", "start": 74.16, "duration": 5.0}, {"text": "because it was art and mathematics put together.", "start": 79.16, "duration": 4.0}, {"text": "He said to me something that just went completely over my head.", "start": 83.16, "duration": 4.0}, {"text": "He said, \"You know, I like grey suits, and I like pin-striped suits,", "start": 87.16, "duration": 5.0}, {"text": "but I don't like grey pin-striped suits.\"", "start": 92.16, "duration": 3.0}, {"text": "And I thought, \"What a turkey this guy is,\" and I went off to MIT.", "start": 96.16, "duration": 4.0}, {"text": "I studied architecture, then did a second degree in architecture,", "start": 100.16, "duration": 3.0}, {"text": "and then actually quickly realized that it wasn't architecture.", "start": 103.16, "duration": 5.0}, {"text": "That really, the mixing of art and science was computers,", "start": 109.16, "duration": 4.0}, {"text": "and that that really was the place to bring both, and enjoyed a career doing that.", "start": 114.16, "duration": 4.0}, {"text": "And probably, if I were to fill out Jim Citrin's scale,", "start": 118.16, "duration": 6.0}, {"text": "I'd put 100 percent on the side of the equation", "start": 124.16, "duration": 4.0}, {"text": "where you spend time making it possible for others to be creative.", "start": 128.16, "duration": 4.0}, {"text": "And after doing this for a long time, and the Media Lab passing the baton on,", "start": 133.16, "duration": 5.0}, {"text": "I thought, \"Well, maybe it's time for me to do a project.", "start": 138.16, "duration": 2.0}, {"text": "Something that would be important, but also something", "start": 140.16, "duration": 4.0}, {"text": "that would take advantage of all of these privileges that one had.\"", "start": 144.16, "duration": 4.0}, {"text": "And in the case of the Media Lab, knowing a lot of people,", "start": 148.16, "duration": 3.0}, {"text": "knowing people who were either executives or wealthy,", "start": 151.16, "duration": 5.0}, {"text": "and also not having, in my own case, a career to worry about anymore.", "start": 156.16, "duration": 5.0}, {"text": "My career, I mean, I'd done my career.", "start": 161.16, "duration": 2.0}, {"text": "Didn't have to worry about earning money.", "start": 163.16, "duration": 2.0}, {"text": "Didn't have to worry about what people thought about me.", "start": 165.16, "duration": 3.0}, {"text": "And I said, \"Boy, let's really do something that takes advantage of all these features,\"", "start": 168.16, "duration": 6.0}, {"text": "and thought that if we could address education, by leveraging the children,", "start": 174.16, "duration": 4.0}, {"text": "and bringing to the world the access of the computers,", "start": 178.16, "duration": 4.0}, {"text": "that that was really the thing we should do.", "start": 182.16, "duration": 3.0}, {"text": "Never shown this picture before, and probably going to be sued for it.", "start": 186.16, "duration": 3.0}, {"text": "It's taken at three o'clock in the morning, without the permission of the company.", "start": 189.16, "duration": 2.0}, {"text": "It's about two weeks old. There they are, folks.", "start": 191.16, "duration": 4.0}, {"text": "(Applause)", "start": 195.16, "duration": 1.0}, {"text": "If you look at the picture, you'll see they're stacked up.", "start": 196.16, "duration": 4.0}, {"text": "Those are conveyor belts that go around.", "start": 200.16, "duration": 3.0}, {"text": "This is one of the conveyor belts with the thing going by,", "start": 203.16, "duration": 3.0}, {"text": "but then you'll see the ones up above.", "start": 206.16, "duration": 3.0}, {"text": "What happens is, they burn into flash memory the software,", "start": 209.16, "duration": 5.0}, {"text": "and then test them for a few hours.", "start": 214.16, "duration": 3.0}, {"text": "But you've got to have the thing moving on the assembly line, because it's constant.", "start": 217.16, "duration": 4.0}, {"text": "So they go around in this loop, which is why you see them up there.", "start": 221.16, "duration": 4.0}, {"text": "So this was great for us because it was a real turning point. But it goes back.", "start": 225.16, "duration": 4.0}, {"text": "This picture was taken in 1982, just before the IBM PC was even announced.", "start": 229.16, "duration": 5.0}, {"text": "Seymour Papert and I were bringing computers to schools", "start": 234.16, "duration": 3.0}, {"text": "and developing nations at a time when it was way ahead of itself.", "start": 237.16, "duration": 3.0}, {"text": "But one thing we learned was that these kids can absolutely jump into it", "start": 240.16, "duration": 6.0}, {"text": "just the same way as our kids do here.", "start": 246.16, "duration": 3.0}, {"text": "And when people tell me, \"Who's going to teach the teachers to teach the kids?\"", "start": 249.16, "duration": 3.0}, {"text": "I say to myself, \"What planet do you come from?\"", "start": 252.16, "duration": 3.0}, {"text": "Okay, there's not a person in this room -- I don't care how techie you are --", "start": 255.16, "duration": 3.0}, {"text": "there's not a person in this room that doesn't give their laptop or cell phone to a kid", "start": 258.16, "duration": 5.0}, {"text": "to help them debug it. OK?", "start": 263.16, "duration": 2.0}, {"text": "We all need help, even those of us who are very seasoned.", "start": 265.16, "duration": 5.0}, {"text": "This picture of Seymour -- 25 years ago. Seymour made a very simple", "start": 270.16, "duration": 5.0}, {"text": "observation in 1968, and then basically presented it in 1970 --", "start": 275.16, "duration": 5.0}, {"text": "April 11 to be precise -- called \"Teaching Children Thinking.\"", "start": 280.16, "duration": 3.0}, {"text": "What he observed was that kids who write computer programs", "start": 283.16, "duration": 4.0}, {"text": "understand things differently, and when they debug the programs,", "start": 287.16, "duration": 4.0}, {"text": "they come the closest to learning about learning.", "start": 291.16, "duration": 3.0}, {"text": "That was very important, and in some sense, we've lost that.", "start": 294.16, "duration": 4.0}, {"text": "Kids don't program enough and boy,", "start": 298.16, "duration": 2.0}, {"text": "if there's anything I hope this brings back, it's programming to kids.", "start": 300.16, "duration": 4.0}, {"text": "It's really important. Using applications is OK,", "start": 304.16, "duration": 4.0}, {"text": "but programming is absolutely fundamental.", "start": 308.16, "duration": 3.0}, {"text": "This is being launched with three languages in it: Squeak, Logo, and", "start": 311.16, "duration": 4.0}, {"text": "a third, that I've never even seen before.", "start": 315.16, "duration": 2.0}, {"text": "The point being, this is going to be very, very intensive on the programming side.", "start": 317.16, "duration": 3.0}, {"text": "This photograph is very important because it's much later.", "start": 320.16, "duration": 4.0}, {"text": "This is in the early 2000s. My son, Dimitri -- who's here,", "start": 324.16, "duration": 5.0}, {"text": "many of you know Dimitri -- went to Cambodia, set up this school", "start": 329.16, "duration": 4.0}, {"text": "that we had built, just as the school connected it to the Internet.", "start": 333.16, "duration": 3.0}, {"text": "And these kids had their laptops. But it was really what spirited this,", "start": 336.16, "duration": 6.0}, {"text": "plus the influence of Joe and others. We started One Laptop per Child.", "start": 342.16, "duration": 4.0}, {"text": "This is the same village in Cambodia, just a couple of months ago.", "start": 346.16, "duration": 5.0}, {"text": "These kids are real pros. There were just 7,000 machines out there", "start": 351.16, "duration": 4.0}, {"text": "being tested by kids. Being a nonprofit is absolutely fundamental.", "start": 355.16, "duration": 6.0}, {"text": "Everybody advised me not to be a nonprofit, but they were all wrong.", "start": 361.16, "duration": 4.0}, {"text": "And the reason being a nonprofit is important is actually twofold.", "start": 365.16, "duration": 4.0}, {"text": "There are many reasons, but the two that merit the little bit of time is:", "start": 369.16, "duration": 3.0}, {"text": "one, the clarity of purpose is there. The moral purpose is clear.", "start": 372.16, "duration": 5.0}, {"text": "I can see any head of state, any executive I want, at any time, because", "start": 377.16, "duration": 4.0}, {"text": "I'm not selling laptops. OK? I have no shareholders.", "start": 381.16, "duration": 4.0}, {"text": "Whether we sell, it doesn't make any difference whatsoever.", "start": 385.16, "duration": 3.0}, {"text": "The clarity of purpose is absolutely critical. And the second is very counterintuitive --", "start": 388.16, "duration": 6.0}, {"text": "you can get the best people in the world.", "start": 394.16, "duration": 3.0}, {"text": "If you look at our professional services, including search firms,", "start": 397.16, "duration": 4.0}, {"text": "including communications, including legal services, including banking,", "start": 401.16, "duration": 4.0}, {"text": "they're all pro bono. And it's not to save money.", "start": 405.16, "duration": 4.0}, {"text": "We've got money in the bank. It's because you get the best people.", "start": 409.16, "duration": 3.0}, {"text": "You get the people who are doing it because they believe in the mission,", "start": 412.16, "duration": 3.0}, {"text": "and they're the best people.", "start": 415.16, "duration": 2.0}, {"text": "We couldn't afford to hire a CFO. We put out a job description for a CFO at zero salary,", "start": 417.16, "duration": 5.0}, {"text": "and we had a queue of people.", "start": 422.16, "duration": 3.0}, {"text": "It allows you to team up with people. The U.N.'s not going to be", "start": 425.16, "duration": 3.0}, {"text": "our partner if we're profit making. So announcing this with Kofi Annan", "start": 428.16, "duration": 3.0}, {"text": "was very important, and the U.N. allowed us", "start": 431.16, "duration": 3.0}, {"text": "to basically reach all the countries. And this was the machine we were showing", "start": 434.16, "duration": 6.0}, {"text": "before I met Yves Behar.", "start": 440.16, "duration": 2.0}, {"text": "And while this machine in some sense is silly,", "start": 442.16, "duration": 4.0}, {"text": "in retrospect, it actually served a very important purpose.", "start": 446.16, "duration": 2.0}, {"text": "That pencil-yellow crank was remembered by everybody.", "start": 448.16, "duration": 5.0}, {"text": "Everybody remembered the pencil-yellow crank. It's different.", "start": 453.16, "duration": 3.0}, {"text": "It was getting its power in a different way. It's kind of childlike.", "start": 456.16, "duration": 3.0}, {"text": "Even though this wasn't the direction we went because the crank --", "start": 459.16, "duration": 4.0}, {"text": "it really is stupid to have it on board, by the way.", "start": 463.16, "duration": 2.0}, {"text": "In spite of what some people in the press don't get it, didn't understand it,", "start": 465.16, "duration": 3.0}, {"text": "we didn't take it off because we didn't want to do --", "start": 468.16, "duration": 4.0}, {"text": "having it on the laptop itself is really not what you want.", "start": 472.16, "duration": 3.0}, {"text": "You want a separate thing, like the AC adaptor.", "start": 475.16, "duration": 3.0}, {"text": "I didn't bring one with me, but they really work much better off-board.", "start": 478.16, "duration": 4.0}, {"text": "And then, I could tell you lots about the laptop, but I decided on just four things.", "start": 482.16, "duration": 5.0}, {"text": "Just keep in mind -- because there are other people, including Bill Gates,", "start": 487.16, "duration": 4.0}, {"text": "who said, \"Gee, you've got a real computer.\"", "start": 491.16, "duration": 3.0}, {"text": "That computer is unlike anything you've had, and does things --", "start": 494.16, "duration": 3.0}, {"text": "there are four of them --", "start": 497.16, "duration": 2.0}, {"text": "that you don't come close to. And it's very important to be low power,", "start": 499.16, "duration": 3.0}, {"text": "and I hope that's picked up more by the industry.", "start": 502.16, "duration": 3.0}, {"text": "That the reason that you want to be below two watts is", "start": 505.16, "duration": 3.0}, {"text": "that's roughly what you can generate with your upper body.", "start": 508.16, "duration": 3.0}, {"text": "Dual-mode display -- that sunlight display's fantastic.", "start": 511.16, "duration": 2.0}, {"text": "We were using it at lunch today in the sunlight, and the more sunlight the better.", "start": 513.16, "duration": 3.0}, {"text": "And that was really critical. The mesh network, it'll become commonplace.", "start": 516.16, "duration": 4.0}, {"text": "And of course, \"rugged\" goes without saying.", "start": 520.16, "duration": 3.0}, {"text": "And the reason I think design matters isn't because I wanted to go to art school.", "start": 523.16, "duration": 3.0}, {"text": "And by the way, when I graduated from MIT,", "start": 526.16, "duration": 3.0}, {"text": "I thought the worst and silliest thing to do would be to go to Paris for six years. (Laughter)", "start": 529.16, "duration": 2.0}, {"text": "So, I didn't do that. But design matters for a number of reasons.", "start": 532.16, "duration": 4.0}, {"text": "The most important being that it is the best way to make an inexpensive product.", "start": 536.16, "duration": 4.0}, {"text": "Most people make inexpensive products by taking cheap design,", "start": 540.16, "duration": 4.0}, {"text": "cheap labor, cheap components, and making a cheap laptop.", "start": 544.16, "duration": 4.0}, {"text": "And, in English, the word \"cheap\" has", "start": 548.16, "duration": 3.0}, {"text": "a double meaning, which is really appropriate,", "start": 551.16, "duration": 3.0}, {"text": "because it's cheap, in the pejorative sense, as well as inexpensive.", "start": 554.16, "duration": 4.0}, {"text": "But if you take a different approach, and you think of very large-scale integration,", "start": 558.16, "duration": 4.0}, {"text": "very advanced materials, very advanced manufacturing --", "start": 562.16, "duration": 3.0}, {"text": "so you're pouring chemicals in one end, iPods are spewing out the other --", "start": 565.16, "duration": 2.0}, {"text": "and really cool design, that's what we wanted to do.", "start": 567.16, "duration": 4.0}, {"text": "And I can race through these and save a lot of time because", "start": 571.16, "duration": 2.0}, {"text": "Yves and I obviously didn't compare notes.", "start": 573.16, "duration": 3.0}, {"text": "These are his slides, and so I don't have to talk about them.", "start": 576.16, "duration": 4.0}, {"text": "But it was really, to us, very important as a strategy.", "start": 580.16, "duration": 6.0}, {"text": "It wasn't just to kind of make it cute, because somebody --", "start": 586.16, "duration": 4.0}, {"text": "you know, good design is very important.", "start": 590.16, "duration": 2.0}, {"text": "Yves showed one of the power-generating devices.", "start": 592.16, "duration": 5.0}, {"text": "The mesh network, the reason I -- and I won't go into it in great detail --", "start": 597.16, "duration": 5.0}, {"text": "but when we deliver laptops to kids in the remotest and poorest parts of the world,", "start": 602.16, "duration": 3.0}, {"text": "they're connected. There's not just laptops.", "start": 605.16, "duration": 3.0}, {"text": "And so, we have to drop in satellite dishes. We put in generators.", "start": 608.16, "duration": 3.0}, {"text": "It's a lot of stuff that goes behind these. These can talk to each other.", "start": 611.16, "duration": 3.0}, {"text": "If you're in a desert, they can talk to each other about two kilometers apart.", "start": 614.16, "duration": 4.0}, {"text": "If you're in the jungle, it's about 500 meters. So if a kid bicycles home,", "start": 618.16, "duration": 4.0}, {"text": "or walks a few miles, they're going to be off the grid, so to speak.", "start": 622.16, "duration": 3.0}, {"text": "They're not going to be near another laptop,", "start": 625.16, "duration": 3.0}, {"text": "so you have to nail these onto a tree, and sort of, get it.", "start": 628.16, "duration": 3.0}, {"text": "You don't call Verizon or Sprint. You build your own network.", "start": 631.16, "duration": 4.0}, {"text": "And that's very important, the user interface.", "start": 635.16, "duration": 3.0}, {"text": "We are launching with 18 keyboards. English is by far the minority.", "start": 638.16, "duration": 4.0}, {"text": "Latin is relatively rare, too. You just look at some of the languages.", "start": 642.16, "duration": 3.0}, {"text": "I'm willing to suspect some of you hadn't even heard of them before.", "start": 645.16, "duration": 4.0}, {"text": "Is there anybody in the room, one person, unless you work with OLPC,", "start": 649.16, "duration": 5.0}, {"text": "is there anybody in the room that can tell me what language", "start": 654.16, "duration": 3.0}, {"text": "the keyboard is that's on the screen? There's only one hand -- so you get it.", "start": 657.16, "duration": 6.0}, {"text": "Yes, you're right. He's right. It's Amharic,", "start": 663.16, "duration": 4.0}, {"text": "it's Ethiopian. In Ethiopia, there's never been a keyboard.", "start": 667.16, "duration": 3.0}, {"text": "There is no keyboard standard because there's no market.", "start": 670.16, "duration": 3.0}, {"text": "And this is the big difference.", "start": 673.16, "duration": 3.0}, {"text": "Again, when you're a nonprofit, you look at children as a mission, not as a market.", "start": 676.16, "duration": 3.0}, {"text": "So we went to Ethiopia, and we helped them make a keyboard.", "start": 679.16, "duration": 4.0}, {"text": "And this will become the standard Ethiopian keyboard.", "start": 683.16, "duration": 3.0}, {"text": "So what I want to end with is sort of what we're doing to roll it out.", "start": 686.16, "duration": 3.0}, {"text": "And we changed strategy completely. I decided at the beginning --", "start": 689.16, "duration": 3.0}, {"text": "it was a pretty good thing to decide in the beginning,", "start": 692.16, "duration": 3.0}, {"text": "it's not what we're doing now -- is to go to six countries.", "start": 695.16, "duration": 3.0}, {"text": "Big countries, one of them is not so big, but it's rich.", "start": 698.16, "duration": 3.0}, {"text": "Here's the six. We went to the six,", "start": 701.16, "duration": 3.0}, {"text": "and in each case the head of state said he would do it, he'd do a million.", "start": 704.16, "duration": 3.0}, {"text": "In the case of Gaddafi, he'd do 1.2 million, and that they would launch it.", "start": 707.16, "duration": 4.0}, {"text": "We thought, this is exactly the right strategy, get it out,", "start": 711.16, "duration": 4.0}, {"text": "and then the little countries could sort of piggyback on these big countries.", "start": 715.16, "duration": 2.0}, {"text": "And so I went to each of those countries", "start": 717.16, "duration": 3.0}, {"text": "at least six times, met with the head of state probably two or three times.", "start": 720.16, "duration": 3.0}, {"text": "In each case, got the ministers, went through a lot of the stuff.", "start": 723.16, "duration": 3.0}, {"text": "This was a period in my life where I was traveling 330 days per year.", "start": 726.16, "duration": 3.0}, {"text": "Not something you'd envy or want to do.", "start": 729.16, "duration": 3.0}, {"text": "In the case of Libya, it was a lot of fun meeting Gaddafi in his tent.", "start": 732.16, "duration": 5.0}, {"text": "The camel smells were unbelievable.", "start": 737.16, "duration": 3.0}, {"text": "And it was 45 degrees C. I mean, this was not", "start": 740.16, "duration": 4.0}, {"text": "what you'd call a cool experience. And former countries --", "start": 744.16, "duration": 4.0}, {"text": "I say former, because none of them really came through this summer --", "start": 748.16, "duration": 2.0}, {"text": "there was a big difference between getting a head of state", "start": 750.16, "duration": 4.0}, {"text": "to have a photo opportunity, make a press release.", "start": 754.16, "duration": 2.0}, {"text": "So we went to smaller ones. Uruguay, bless their hearts.", "start": 756.16, "duration": 3.0}, {"text": "Small country, not so rich. President said he'd do it, and guess what?", "start": 759.16, "duration": 3.0}, {"text": "He did do it. The tender had nothing in it that related to us,", "start": 762.16, "duration": 4.0}, {"text": "nothing specific about sunlight-readable, mesh-network, low-power,", "start": 766.16, "duration": 3.0}, {"text": "but just a vanilla laptop proposal.", "start": 769.16, "duration": 3.0}, {"text": "And guess what? We won it hands down.", "start": 772.16, "duration": 2.0}, {"text": "When it was announced that they were going to do every child in Uruguay,", "start": 774.16, "duration": 4.0}, {"text": "the first 100,000, boom, went to OLPC.", "start": 778.16, "duration": 2.0}, {"text": "The next day -- the next day, not even 24 hours had passed -- in Peru,", "start": 780.16, "duration": 3.0}, {"text": "the president of Peru said, \"We'll do 250.\" And boom, a little domino effect.", "start": 783.16, "duration": 3.0}, {"text": "The president of Rwanda stepped in and said he would do it.", "start": 786.16, "duration": 3.0}, {"text": "The president of Ethiopia said he would do it.", "start": 789.16, "duration": 3.0}, {"text": "And boom, boom, boom. The president of Mongolia.", "start": 792.16, "duration": 2.0}, {"text": "And so what happens is, these things start to happen with these countries --", "start": 794.16, "duration": 3.0}, {"text": "still not enough.", "start": 797.16, "duration": 2.0}, {"text": "Add up all those countries, it didn't quite get to thing, so we said,", "start": 799.16, "duration": 5.0}, {"text": "\"Let's start a program in the United States.\" So, end of August, early September,", "start": 804.16, "duration": 5.0}, {"text": "we decide to do this. We announced it near the middle, end --", "start": 809.16, "duration": 3.0}, {"text": "just when the Clinton Initiative was taking place.", "start": 812.16, "duration": 3.0}, {"text": "We thought that was a good time to announce it.", "start": 815.16, "duration": 2.0}, {"text": "Launched it on the 12 of November.", "start": 817.16, "duration": 3.0}, {"text": "We said it would be just for a short period until the 26. We've extended it until the 31.", "start": 820.16, "duration": 5.0}, {"text": "And the \"Give One, Get One\" program is really important because", "start": 825.16, "duration": 4.0}, {"text": "it got a lot of people absolutely interested.", "start": 829.16, "duration": 5.0}, {"text": "The first day it was just wild. And then we said,", "start": 834.16, "duration": 5.0}, {"text": "\"Well, let's get people to give many. Not just one, and get one,", "start": 839.16, "duration": 4.0}, {"text": "but maybe give 100, give 1,000.\" And that's where you come in.", "start": 843.16, "duration": 4.0}, {"text": "And that's where I think it's very important. I don't want you all to go out and", "start": 847.16, "duration": 3.0}, {"text": "buy 400 dollars worth of laptops. Okay? Do it, but that's not going to help. Okay?", "start": 850.16, "duration": 6.0}, {"text": "If everybody in this room goes out tonight and orders one of these things for 400 dollars,", "start": 856.16, "duration": 3.0}, {"text": "whatever it is, 300 people in the room doing it -- yeah, great.", "start": 859.16, "duration": 4.0}, {"text": "I want you do something else.", "start": 863.16, "duration": 3.0}, {"text": "And it's not to go out and buy 100 or 1,000, though,", "start": 866.16, "duration": 3.0}, {"text": "I invite you to do that, and 10,000 would be even better.", "start": 869.16, "duration": 3.0}, {"text": "Tell people about it! It's got to become viral, OK?", "start": 872.16, "duration": 4.0}, {"text": "Use your mailing lists. People in this room have extraordinary mailing lists.", "start": 876.16, "duration": 5.0}, {"text": "Get your friends to give one, get one.", "start": 881.16, "duration": 3.0}, {"text": "And if each one of you sends it to 300 or 400 people, that would be fantastic.", "start": 884.16, "duration": 4.0}, {"text": "I won't dwell on the pricing at all.", "start": 888.16, "duration": 3.0}, {"text": "Just to say that when you do the \"Give One, Get One,\"", "start": 891.16, "duration": 3.0}, {"text": "a lot of press is a bit about, \"They didn't make it, it's 188 dollars, it's not 100.\"", "start": 894.16, "duration": 5.0}, {"text": "It will be 100 in two years. It will go below 100.", "start": 899.16, "duration": 3.0}, {"text": "We've pledged not to add features, but to bring that price down.", "start": 903.16, "duration": 4.0}, {"text": "But it was the countries that wanted it to go up, and", "start": 907.16, "duration": 3.0}, {"text": "we let them push it up for all sorts of reasons. So what you can do --", "start": 910.16, "duration": 3.0}, {"text": "I've just said it. Don't just give one, get one.", "start": 913.16, "duration": 3.0}, {"text": "I just want to end with one last one. This one is not even", "start": 916.16, "duration": 2.0}, {"text": "24-hours old, or maybe it's 24-hours.", "start": 918.16, "duration": 3.0}, {"text": "The first kids got their laptops. They got them by ship,", "start": 921.16, "duration": 4.0}, {"text": "and I'm talking now about 7,000, 8,000 at a time went out this week.", "start": 925.16, "duration": 3.0}, {"text": "They went to Uruguay, Peru, Mexico.", "start": 928.16, "duration": 5.0}, {"text": "And it's been slow coming, and we're only making about 5,000 a week,", "start": 933.16, "duration": 4.0}, {"text": "but we hope, we hope, sometime in next year,", "start": 937.16, "duration": 5.0}, {"text": "maybe by the middle of the year,", "start": 942.16, "duration": 2.0}, {"text": "to hit a million a month. Now put that number,", "start": 944.16, "duration": 4.0}, {"text": "and a million isn't so much. It's not a big number.", "start": 948.16, "duration": 2.0}, {"text": "We're selling a billion cell phones worldwide this year.", "start": 950.16, "duration": 3.0}, {"text": "But a million a month in laptop-land is a big number.", "start": 953.16, "duration": 3.0}, {"text": "And the world production today, everybody combined, making laptops,", "start": 956.16, "duration": 4.0}, {"text": "is five million a month. So I'm standing here telling you that sometime next year,", "start": 960.16, "duration": 4.0}, {"text": "we're going to make 20 percent of the world production.", "start": 964.16, "duration": 3.0}, {"text": "And if we do that, there are going to be a lot of lucky kids out there.", "start": 967.16, "duration": 4.0}, {"text": "And we hope if you have EG two years from now,", "start": 971.16, "duration": 4.0}, {"text": "or whenever you have it again,", "start": 975.16, "duration": 2.0}, {"text": "I won't have bad breath, and I will be invited back,", "start": 977.16, "duration": 4.0}, {"text": "and will have, hopefully by then, maybe 100 million out there to children.", "start": 981.16, "duration": 3.0}, {"text": "Thank you.", "start": 984.16, "duration": 1.0}, {"text": "(Applause)", "start": 985.16, "duration": 3.0}]