[{"text": "So, I kind of believe that we're in like the \"cave-painting\" era of computer interfaces.", "start": 25.0, "duration": 5.0}, {"text": "Like, they're very kind of -- they don't go as deep or as emotionally engaging as they possibly could be", "start": 30.0, "duration": 4.0}, {"text": "and I'd like to change all that.", "start": 34.0, "duration": 2.0}, {"text": "Hit me.", "start": 36.0, "duration": 3.0}, {"text": "OK. So I mean, this is the kind of status quo interface, right?", "start": 39.0, "duration": 3.0}, {"text": "It's very flat, kind of rigid.", "start": 42.0, "duration": 2.0}, {"text": "And OK, so you could sex it up and like go to a much more lickable Mac,", "start": 44.0, "duration": 4.0}, {"text": "you know, but really it's the kind of same old crap we've had for the last,", "start": 48.0, "duration": 4.0}, {"text": "you know, 30 years.", "start": 52.0, "duration": 2.0}, {"text": "(Laughter) (Applause)", "start": 54.0, "duration": 3.0}, {"text": "Like I think we really put up with a lot of crap with our computers.", "start": 57.0, "duration": 3.0}, {"text": "I mean it's point and click, it's like the menus, icons, it's all the kind of same thing.", "start": 60.0, "duration": 5.0}, {"text": "And so one kind of information space that I take inspiration from is my real desk.", "start": 65.0, "duration": 4.0}, {"text": "It's so much more subtle, so much more visceral", "start": 69.0, "duration": 4.0}, {"text": "-- you know, what's visible, what's not.", "start": 73.0, "duration": 2.0}, {"text": "And I'd like to bring that experience to the desktop.", "start": 75.0, "duration": 3.0}, {"text": "So I kind of have a -- this is BumpTop.", "start": 78.0, "duration": 4.0}, {"text": "It's kind of like a new approach to desktop computing.", "start": 82.0, "duration": 3.0}, {"text": "So you can bump things -- they're all physically, you know, manipulable and stuff.", "start": 85.0, "duration": 7.0}, {"text": "And instead of that point and click, it's like a push and pull,", "start": 92.0, "duration": 3.0}, {"text": "things collide as you'd expect them. Just like on my real desk,", "start": 95.0, "duration": 4.0}, {"text": "I can -- let me just grab these guys -- I can turn things into piles", "start": 99.0, "duration": 3.0}, {"text": "instead of just the folders that we have.", "start": 102.0, "duration": 6.0}, {"text": "And once things are in a pile I can browse them by throwing them into a grid,", "start": 108.0, "duration": 4.0}, {"text": "or you know, flip through them like a book", "start": 112.0, "duration": 3.0}, {"text": "or I can lay them out like a deck of cards.", "start": 115.0, "duration": 5.0}, {"text": "When they're laid out, I can pull things to new locations or delete things", "start": 120.0, "duration": 5.0}, {"text": "or just quickly sort a whole pile, you know, just immediately, right?", "start": 125.0, "duration": 5.0}, {"text": "And then, it's all smoothly animated, instead of these jarring changes you see in today's interfaces.", "start": 130.0, "duration": 5.0}, {"text": "Also, if I want to add something to a pile, well, how do I do that?", "start": 135.0, "duration": 2.0}, {"text": "I just toss it to the pile, and it's added right to the top. It's a kind of nice way.", "start": 137.0, "duration": 6.0}, {"text": "Also some of the stuff we can do is,", "start": 143.0, "duration": 2.0}, {"text": "for these individual icons we thought -- I mean,", "start": 145.0, "duration": 2.0}, {"text": "how can we play with the idea of an icon, and push that further?", "start": 147.0, "duration": 3.0}, {"text": "And one of the things I can do is make it bigger", "start": 150.0, "duration": 3.0}, {"text": "if I want to emphasize it and make it more important.", "start": 153.0, "duration": 2.0}, {"text": "But what's really cool is that since there's a physics simulation running under this,", "start": 155.0, "duration": 4.0}, {"text": "it's actually heavier. So the lighter stuff doesn't really move", "start": 159.0, "duration": 5.0}, {"text": "but if I throw it at the lighter guys, right?", "start": 164.0, "duration": 4.0}, {"text": "(Laughter)", "start": 168.0, "duration": 3.0}, {"text": "So it's cute, but it's also like a subtle channel of conveying information, right?", "start": 171.0, "duration": 5.0}, {"text": "This is heavy so it feels more important. So it's kind of cool.", "start": 176.0, "duration": 3.0}, {"text": "Despite computers everywhere paper really hasn't disappeared,", "start": 179.0, "duration": 3.0}, {"text": "because it has a lot of, I think, valuable properties.", "start": 182.0, "duration": 2.0}, {"text": "And some of those we wanted to transfer to the icons in our system.", "start": 184.0, "duration": 3.0}, {"text": "So one of the things you can do to our icons, just like paper, is crease them and fold them,", "start": 187.0, "duration": 4.0}, {"text": "just like paper. Remember, you know, something for later.", "start": 191.0, "duration": 4.0}, {"text": "Or if you want to be destructive, you can just crumple it up", "start": 195.0, "duration": 3.0}, {"text": "and, you know, toss it to the corner.", "start": 198.0, "duration": 3.0}, {"text": "Also just like paper, around our workspace", "start": 201.0, "duration": 3.0}, {"text": "we'll pin things up to the wall to remember them later,", "start": 204.0, "duration": 2.0}, {"text": "and I can do the same thing here,", "start": 206.0, "duration": 3.0}, {"text": "and you know, you'll see post-it notes and things like that around people's offices.", "start": 209.0, "duration": 3.0}, {"text": "And I can pull them off when I want to work with them.", "start": 212.0, "duration": 2.0}, {"text": "So, one of the criticisms of this kind of approach to organization is that,", "start": 214.0, "duration": 5.0}, {"text": "you know, \"Okay, well my real desk is really messy. I don't want that mess on my computer.\"", "start": 219.0, "duration": 4.0}, {"text": "So one thing we have for that is like a grid align,", "start": 223.0, "duration": 3.0}, {"text": "kind of -- so you get that more traditional desktop. Things are kind of grid aligned.", "start": 226.0, "duration": 4.0}, {"text": "More boring, but you still have that kind of colliding and bumping.", "start": 230.0, "duration": 3.0}, {"text": "And you can still do fun things like make shelves on your desktop.", "start": 233.0, "duration": 7.0}, {"text": "Let's just break this shelf. Okay, that shelf broke.", "start": 240.0, "duration": 3.0}, {"text": "I think beyond the icons, I think another really cool domain for this software --", "start": 243.0, "duration": 5.0}, {"text": "I think it applies to more than just icons and your desktop -- but browsing photographs.", "start": 248.0, "duration": 6.0}, {"text": "I think you can really enrich the way we browse our photographs", "start": 254.0, "duration": 3.0}, {"text": "and bring it to that kind of shoebox of, you know, photos with your family on the kitchen table kind of thing.", "start": 257.0, "duration": 5.0}, {"text": "I can toss these things around. They're so much more tangible and touchable --", "start": 262.0, "duration": 3.0}, {"text": "and you know I can double-click on something to take a look at it.", "start": 265.0, "duration": 3.0}, {"text": "And I can do all that kind of same stuff I showed you before.", "start": 268.0, "duration": 2.0}, {"text": "So I can pile things up, I can flip through it, I can, you know --", "start": 270.0, "duration": 3.0}, {"text": "okay, let's move this photo to the back, let's delete this guy here,", "start": 273.0, "duration": 6.0}, {"text": "and I think it's just a much more rich kind of way of interacting with your information.", "start": 279.0, "duration": 4.0}, {"text": "And that's BumpTop. Thanks!", "start": 283.0, "duration": 4.0}]