[{"text": "Translator: Jenny Zurawell", "start": 0.0, "duration": 7.0}, {"text": "What I want to talk about is, as background,", "start": 26.0, "duration": 3.0}, {"text": "is the idea that cars are art.", "start": 29.0, "duration": 2.0}, {"text": "This is actually quite meaningful to me,", "start": 31.0, "duration": 3.0}, {"text": "because car designers tend to be a little bit low on the totem pole --", "start": 34.0, "duration": 4.0}, {"text": "we don't do coffee table books with just one lamp inside of it --", "start": 38.0, "duration": 3.0}, {"text": "and cars are thought so much as a product", "start": 41.0, "duration": 3.0}, {"text": "that it's a little bit difficult to get into the aesthetic side", "start": 44.0, "duration": 3.0}, {"text": "under the same sort of terminology that one would discuss art.", "start": 47.0, "duration": 3.0}, {"text": "And so cars, as art, brings it into an emotional plane -- if you accept that --", "start": 50.0, "duration": 6.0}, {"text": "that you have to deal with on the same level you would with art with a capital A.", "start": 56.0, "duration": 3.0}, {"text": "Now at this point you're going to see a picture of Michelangelo.", "start": 59.0, "duration": 3.0}, {"text": "This is completely different than automobiles.", "start": 62.0, "duration": 3.0}, {"text": "Automobiles are self-moving things, right? Elevators are automobiles.", "start": 65.0, "duration": 6.0}, {"text": "And they're not very emotional; they solve a purpose;", "start": 71.0, "duration": 3.0}, {"text": "and certainly automobiles have been around for 100 years", "start": 74.0, "duration": 3.0}, {"text": "and have made our lives functionally a lot better in many ways;", "start": 77.0, "duration": 3.0}, {"text": "they've also been a real pain in the ass,", "start": 80.0, "duration": 2.0}, {"text": "because automobiles are really the thing we have to solve.", "start": 82.0, "duration": 4.0}, {"text": "We have to solve the pollution, we have to solve the congestion --", "start": 86.0, "duration": 3.0}, {"text": "but that's not what interests me in this speech.", "start": 89.0, "duration": 3.0}, {"text": "What interests me in this speech is cars. Automobiles may be what you use,", "start": 92.0, "duration": 5.0}, {"text": "but cars are what we are, in many ways.", "start": 97.0, "duration": 3.0}, {"text": "And as long as we can solve the problems of automobiles,", "start": 100.0, "duration": 4.0}, {"text": "and I believe we can, with fuel cells or hydrogen, like BMW is really hip on,", "start": 104.0, "duration": 4.0}, {"text": "and lots of other things, then I think we can look past that", "start": 108.0, "duration": 3.0}, {"text": "and try and understand why this hook is in many of us --", "start": 111.0, "duration": 4.0}, {"text": "of this car-y-ness -- and what that means, what we can learn from it.", "start": 115.0, "duration": 4.0}, {"text": "That's what I want to get to. Cars are not a suit of clothes;", "start": 119.0, "duration": 3.0}, {"text": "cars are an avatar. Cars are an expansion of yourself:", "start": 122.0, "duration": 4.0}, {"text": "they take your thoughts, your ideas, your emotions, and they multiply it --", "start": 126.0, "duration": 4.0}, {"text": "your anger, whatever. It's an avatar.", "start": 130.0, "duration": 3.0}, {"text": "It's a super-waldo that you happen to be inside of, and if you feel sexy,", "start": 133.0, "duration": 3.0}, {"text": "the car is sexy. And if you're full of road rage,", "start": 136.0, "duration": 2.0}, {"text": "you've got a \"Chevy: Like a Rock,\" right?", "start": 138.0, "duration": 3.0}, {"text": "Cars are a sculpture -- did you know this?", "start": 141.0, "duration": 3.0}, {"text": "That every car you see out there is sculpted by hand.", "start": 144.0, "duration": 3.0}, {"text": "Many people think, \"Well, it's computers,", "start": 147.0, "duration": 2.0}, {"text": "and it's done by machines and stuff like that.\"", "start": 149.0, "duration": 2.0}, {"text": "Well, they reproduce it, but the originals are all done by hand.", "start": 151.0, "duration": 3.0}, {"text": "It's done by men and women who believe a lot in their craft.", "start": 154.0, "duration": 4.0}, {"text": "And they put that same kind of tension into the sculpting of a car", "start": 158.0, "duration": 4.0}, {"text": "that you do in a great sculpture that you would go and look at in a museum.", "start": 162.0, "duration": 3.0}, {"text": "That tension between the need to express, the need to discover,", "start": 165.0, "duration": 4.0}, {"text": "then you put something new into it,", "start": 169.0, "duration": 2.0}, {"text": "and at the same time you have bounds of craftsmanship.", "start": 171.0, "duration": 3.0}, {"text": "Rules that say, this is how you handle surfaces;", "start": 174.0, "duration": 3.0}, {"text": "this is what control is all about; this is how you show you're a master of your craft.", "start": 177.0, "duration": 4.0}, {"text": "And that tension, that discovery, that push for something new --", "start": 181.0, "duration": 3.0}, {"text": "and at the same time, that sense of obligation", "start": 184.0, "duration": 2.0}, {"text": "to the regards of craftsmanship --", "start": 186.0, "duration": 2.0}, {"text": "that's as strong in cars as it is in anything.", "start": 188.0, "duration": 2.0}, {"text": "We work in clay, which hasn't changed much", "start": 190.0, "duration": 2.0}, {"text": "since Michelangelo started screwing around with it,", "start": 192.0, "duration": 3.0}, {"text": "and there's a very interesting analogy to that too.", "start": 195.0, "duration": 3.0}, {"text": "Real quickly -- Michelangelo once said he's there to \"discover the figure within,\" OK?", "start": 198.0, "duration": 6.0}, {"text": "There we go, the automobile.", "start": 204.0, "duration": 2.0}, {"text": "That was 100 years right there -- did you catch that?", "start": 206.0, "duration": 2.0}, {"text": "Between that one there, and that one there, it changed a lot didn't it?", "start": 208.0, "duration": 3.0}, {"text": "OK, it's not marketing; there's a very interesting car concept here,", "start": 211.0, "duration": 4.0}, {"text": "but the marketing part is not what I want to talk about here.", "start": 215.0, "duration": 2.0}, {"text": "I want to talk about this.", "start": 217.0, "duration": 2.0}, {"text": "Why it means you have to wash a car, what is it, that sensuality", "start": 219.0, "duration": 2.0}, {"text": "you have to touch about it? That's the sculpture that goes into it. That sensuality.", "start": 221.0, "duration": 5.0}, {"text": "And it's done by men and women working just like this, making cars.", "start": 226.0, "duration": 5.0}, {"text": "Now this little quote about sculpture from Henry Moore,", "start": 231.0, "duration": 2.0}, {"text": "I believe that that \"pressure within\" that Moore's talking about --", "start": 233.0, "duration": 3.0}, {"text": "at least when it comes to cars --", "start": 236.0, "duration": 2.0}, {"text": "comes right back to this idea of the mean.", "start": 238.0, "duration": 3.0}, {"text": "It's that will to live, that need to survive, to express itself,", "start": 241.0, "duration": 3.0}, {"text": "that comes in a car, and takes over people like me.", "start": 244.0, "duration": 2.0}, {"text": "And we tell other people, \"Do this, do this, do this,\" until this thing comes alive.", "start": 246.0, "duration": 4.0}, {"text": "We are completely infected. And beauty can be the result", "start": 250.0, "duration": 4.0}, {"text": "of this infectiousness; it's quite wonderful.", "start": 254.0, "duration": 2.0}, {"text": "This sculpture is, of course, at the heart of all of it,", "start": 256.0, "duration": 3.0}, {"text": "and it's really what puts the craftsmanship into our cars.", "start": 259.0, "duration": 3.0}, {"text": "And it's not a whole lot different, really, when they're working like this,", "start": 262.0, "duration": 4.0}, {"text": "or when somebody works like this.", "start": 266.0, "duration": 2.0}, {"text": "It's that same kind of commitment, that same kind of beauty.", "start": 268.0, "duration": 3.0}, {"text": "Now, now I get to the point. I want to talk about cars as art.", "start": 271.0, "duration": 3.0}, {"text": "Art, in the Platonic sense, is truth; it's beauty, and love.", "start": 274.0, "duration": 4.0}, {"text": "Now this is really where designers in car business diverge from the engineers.", "start": 278.0, "duration": 4.0}, {"text": "We don't really have a problem talking about love.", "start": 282.0, "duration": 2.0}, {"text": "We don't have a problem talking about truth or beauty in that sense.", "start": 284.0, "duration": 3.0}, {"text": "That's what we're searching for --", "start": 287.0, "duration": 2.0}, {"text": "when we're working our craft, we are really trying to find that truth out there.", "start": 289.0, "duration": 3.0}, {"text": "We're not trying to find vanity and beauty.", "start": 292.0, "duration": 2.0}, {"text": "We're trying to find the beauty in the truth.", "start": 294.0, "duration": 2.0}, {"text": "However, engineers tend to look at things a little bit more Newtonian,", "start": 296.0, "duration": 4.0}, {"text": "instead of this quantum approach.", "start": 300.0, "duration": 2.0}, {"text": "We're dealing with irrationalisms,", "start": 302.0, "duration": 2.0}, {"text": "and we're dealing with paradoxes that we admit exist,", "start": 304.0, "duration": 2.0}, {"text": "and the engineers tend to look things a little bit more like", "start": 306.0, "duration": 2.0}, {"text": "two and two is four, and if you get 4.0 it's better, and 4.000 is even better.", "start": 308.0, "duration": 5.0}, {"text": "And that sometimes leads to bit of a divergence", "start": 313.0, "duration": 4.0}, {"text": "in why we're doing what we're doing.", "start": 317.0, "duration": 2.0}, {"text": "We've pretty much accepted the fact, though,", "start": 319.0, "duration": 2.0}, {"text": "that we are the women in the organization at BMW --", "start": 321.0, "duration": 2.0}, {"text": "BMW is a very manly type business, -- men, men, men; it's engineers.", "start": 323.0, "duration": 3.0}, {"text": "And we're kind of the female side to that. That's OK,", "start": 326.0, "duration": 3.0}, {"text": "that's cool. You go off and be manly. We're going to be a little bit more female.", "start": 329.0, "duration": 3.0}, {"text": "Because what we're interested in is finding form that's more than just a function.", "start": 332.0, "duration": 7.0}, {"text": "We're interested in finding beauty that's more than just an aesthetic;", "start": 339.0, "duration": 3.0}, {"text": "it's really a truth.", "start": 342.0, "duration": 2.0}, {"text": "And I think this idea of soul, as being at the heart of great cars,", "start": 344.0, "duration": 3.0}, {"text": "is very applicable. You all know it. You know a car when you've seen it,", "start": 347.0, "duration": 3.0}, {"text": "with soul. You know how strong this is.", "start": 350.0, "duration": 2.0}, {"text": "Well, this experience of love, and the experience of design, to me,", "start": 352.0, "duration": 4.0}, {"text": "are interchangeable. And now I'm coming to my story.", "start": 356.0, "duration": 3.0}, {"text": "I discovered something about love and design through a project called Deep Blue.", "start": 359.0, "duration": 5.0}, {"text": "And first of all, you have to go with me for a second, and say,", "start": 364.0, "duration": 4.0}, {"text": "you know, you could take the word \"love\" out of a lot of things in our society,", "start": 368.0, "duration": 3.0}, {"text": "put the word \"design\" in, and it still works,", "start": 371.0, "duration": 2.0}, {"text": "like this quote here, you know. It kind of works, you know?", "start": 373.0, "duration": 3.0}, {"text": "You can understand that. It works in truisms.", "start": 376.0, "duration": 3.0}, {"text": "\"All is fair in design and war.\"", "start": 379.0, "duration": 2.0}, {"text": "Certainly we live in a competitive society.", "start": 381.0, "duration": 2.0}, {"text": "I think this one here, there's a pop song", "start": 383.0, "duration": 2.0}, {"text": "that really describes Philippe Starck for me, you know, this is like", "start": 385.0, "duration": 4.0}, {"text": "you know, this is like puppy love, you know, this is cool right?", "start": 389.0, "duration": 3.0}, {"text": "Toothbrush, cool.", "start": 392.0, "duration": 2.0}, {"text": "It really only gets serious when you look at something like this. OK?", "start": 394.0, "duration": 3.0}, {"text": "(Laughter)", "start": 397.0, "duration": 2.0}, {"text": "This is one substitution that I believe", "start": 399.0, "duration": 2.0}, {"text": "all of us, in design management, are guilty of.", "start": 401.0, "duration": 2.0}, {"text": "And this idea that there is more to love,", "start": 403.0, "duration": 4.0}, {"text": "more to design, when it gets down to your neighbor, your other,", "start": 407.0, "duration": 6.0}, {"text": "it can be physical like this, and maybe in the future it will be.", "start": 413.0, "duration": 3.0}, {"text": "But right now it's in dealing with our own people,", "start": 416.0, "duration": 2.0}, {"text": "our own teams who are doing the creating. So, to my story.", "start": 418.0, "duration": 4.0}, {"text": "The idea of people-work is what we work with here,", "start": 423.0, "duration": 3.0}, {"text": "and I have to make a bond with my designers when we're creating BMWs.", "start": 426.0, "duration": 4.0}, {"text": "We have to have a shared intimacy, a shared vision --", "start": 430.0, "duration": 3.0}, {"text": "that means we have to work as one family;", "start": 433.0, "duration": 2.0}, {"text": "we have to understand ourselves that way.", "start": 435.0, "duration": 2.0}, {"text": "There's good times; there's interesting times;", "start": 437.0, "duration": 3.0}, {"text": "and there's some stress times too.", "start": 440.0, "duration": 2.0}, {"text": "You want to do cars, you've got to go outside.", "start": 442.0, "duration": 2.0}, {"text": "You've got to do cars in the rain; you've got to do cars in the snow.", "start": 444.0, "duration": 3.0}, {"text": "That's, by the way, is a presentation we made to our board of directors.", "start": 447.0, "duration": 3.0}, {"text": "We haul their butts out in the snow, too. You want to know cars outside?", "start": 450.0, "duration": 3.0}, {"text": "Well, you've got to stand outside to do this.", "start": 453.0, "duration": 2.0}, {"text": "And because these are artists, they have very artistic temperaments.", "start": 455.0, "duration": 5.0}, {"text": "All right? Now one thing about art is, art is discovery,", "start": 460.0, "duration": 5.0}, {"text": "and art is discovering yourself through your art. Right?", "start": 465.0, "duration": 3.0}, {"text": "And one thing about cars is we're all a little bit like Pygmalion,", "start": 468.0, "duration": 4.0}, {"text": "we are completely in love with our own creations.", "start": 472.0, "duration": 3.0}, {"text": "This is one of my favorite paintings, it really describes our relationship with cars.", "start": 475.0, "duration": 5.0}, {"text": "This is sick beyond belief.", "start": 480.0, "duration": 2.0}, {"text": "(Laughter)", "start": 482.0, "duration": 2.0}, {"text": "But because of this, the intimacy with which we work together as a team", "start": 484.0, "duration": 4.0}, {"text": "takes on a new dimension, a new meaning.", "start": 488.0, "duration": 3.0}, {"text": "We have a shared center; we have a shared focus --", "start": 492.0, "duration": 3.0}, {"text": "that car stays at the middle of all our relationships.", "start": 495.0, "duration": 4.0}, {"text": "And it's my job, in the competitive process, to narrow this down.", "start": 499.0, "duration": 5.0}, {"text": "I heard today about Joseph's death genes", "start": 504.0, "duration": 4.0}, {"text": "that have to go in and kill cell reproduction.", "start": 508.0, "duration": 3.0}, {"text": "You know, that's what I have to do sometimes.", "start": 511.0, "duration": 3.0}, {"text": "We start out with 10 cars; we narrow it down to five cars,", "start": 514.0, "duration": 3.0}, {"text": "down to three cars, down to two cars, down to one car,", "start": 517.0, "duration": 3.0}, {"text": "and I'm in the middle of that killing, basically.", "start": 520.0, "duration": 4.0}, {"text": "Someone's love, someone's baby.", "start": 524.0, "duration": 2.0}, {"text": "This is very difficult, and you have to have a bond with your team", "start": 526.0, "duration": 3.0}, {"text": "that permits you to do this, because their life is wrapped up in that too.", "start": 529.0, "duration": 4.0}, {"text": "They've got that gene infected in them as well,", "start": 533.0, "duration": 3.0}, {"text": "and they want that to live, more than anything else.", "start": 536.0, "duration": 4.0}, {"text": "Well, this project, Deep Blue, put me in contact with my team", "start": 540.0, "duration": 3.0}, {"text": "in a way that I never expected, and I want to pass it on to you,", "start": 543.0, "duration": 3.0}, {"text": "because I want you to reflect on this, perhaps in your own relationships.", "start": 546.0, "duration": 2.0}, {"text": "We wanted to a do a car which was a complete leap of faith for BMW.", "start": 548.0, "duration": 5.0}, {"text": "We wanted to do a team which was so removed from the way we'd done it,", "start": 553.0, "duration": 4.0}, {"text": "that I only had a phone number that connected me to them.", "start": 557.0, "duration": 3.0}, {"text": "So, what we did was: instead of having a staff of artists that are just your wrist,", "start": 560.0, "duration": 5.0}, {"text": "we decided to free up a team of creative designers and engineers", "start": 565.0, "duration": 4.0}, {"text": "to find out what's the successor to the SUV phenomenon in America.", "start": 569.0, "duration": 4.0}, {"text": "This is 1996 we did this project. And so we sent them off with this team name,", "start": 573.0, "duration": 6.0}, {"text": "Deep Blue. Now many people know Deep Blue from IBM --", "start": 579.0, "duration": 2.0}, {"text": "we actually stole it from them because we figured", "start": 581.0, "duration": 2.0}, {"text": "if anybody read our faxes they'd think we're talking about computers.", "start": 583.0, "duration": 3.0}, {"text": "It turned out it was quite clever because Deep Blue,", "start": 586.0, "duration": 2.0}, {"text": "in a company like BMW, has a hook -- \"Deep Blue,\" wow, cool name.", "start": 588.0, "duration": 4.0}, {"text": "So people get wrapped up in it. And we took a team of designers,", "start": 592.0, "duration": 3.0}, {"text": "and we sent them off to America. And we gave them a budget,", "start": 595.0, "duration": 3.0}, {"text": "what we thought was a set of deliverables,", "start": 598.0, "duration": 2.0}, {"text": "a timetable, and nothing else.", "start": 600.0, "duration": 2.0}, {"text": "Like I said, I just had a phone number that connected me to them.", "start": 602.0, "duration": 2.0}, {"text": "And a group of engineers worked in Germany,", "start": 604.0, "duration": 3.0}, {"text": "and the idea was they would work separately", "start": 607.0, "duration": 2.0}, {"text": "on this problem of what's the successor to the SUV.", "start": 609.0, "duration": 3.0}, {"text": "They would come together, compare notes. Then they would work apart,", "start": 612.0, "duration": 3.0}, {"text": "come together, and they would produce together", "start": 615.0, "duration": 2.0}, {"text": "a monumental set of diverse opinions that didn't pollute each other's ideas --", "start": 617.0, "duration": 4.0}, {"text": "but at the same time came together and resolved the problems.", "start": 621.0, "duration": 3.0}, {"text": "Hopefully, really understand the customer at its heart,", "start": 624.0, "duration": 3.0}, {"text": "where the customer is, live with them in America. So -- sent the team off,", "start": 627.0, "duration": 6.0}, {"text": "and actually something different happened. They went other places.", "start": 633.0, "duration": 4.0}, {"text": "(Laughter)", "start": 637.0, "duration": 3.0}, {"text": "They disappeared, quite honestly, and all I got was postcards.", "start": 640.0, "duration": 6.0}, {"text": "Now, I got some postcards of these guys in Las Vegas,", "start": 647.0, "duration": 3.0}, {"text": "and I got some postcards of these guys in the Grand Canyon,", "start": 650.0, "duration": 2.0}, {"text": "and I got these postcards of Niagara Falls,", "start": 652.0, "duration": 2.0}, {"text": "and pretty soon they're in New York, and I don't know where else.", "start": 654.0, "duration": 3.0}, {"text": "And I'm telling myself, \"This is going to be a great car,", "start": 657.0, "duration": 4.0}, {"text": "they're doing research that I've never even thought about before.\"", "start": 661.0, "duration": 5.0}, {"text": "Right? And they decided that instead of, like, having a studio,", "start": 666.0, "duration": 7.0}, {"text": "and six or seven apartments,", "start": 673.0, "duration": 3.0}, {"text": "it was cheaper to rent Elizabeth Taylor's ex-house in Malibu.", "start": 676.0, "duration": 4.0}, {"text": "And -- at least they told me it was her house,", "start": 680.0, "duration": 3.0}, {"text": "I guess it was at one time, she had a party there or something.", "start": 683.0, "duration": 3.0}, {"text": "But anyway, this was the house, and they all lived there.", "start": 686.0, "duration": 5.0}, {"text": "Now this is 24/7 living, half-a-dozen people who'd left their --", "start": 691.0, "duration": 5.0}, {"text": "some had left their wives behind and families behind,", "start": 696.0, "duration": 3.0}, {"text": "and they literally lived in this house", "start": 699.0, "duration": 2.0}, {"text": "for the entire six months the project was in America,", "start": 701.0, "duration": 3.0}, {"text": "but the first three months were the most intensive.", "start": 704.0, "duration": 3.0}, {"text": "And one of the young women in the project,", "start": 707.0, "duration": 2.0}, {"text": "she was a fantastic lady, she actually built her room in the bathroom.", "start": 709.0, "duration": 4.0}, {"text": "The bathroom was so big, she built the bed over the bathtub --", "start": 713.0, "duration": 3.0}, {"text": "it's quite fascinating.", "start": 716.0, "duration": 2.0}, {"text": "On the other hand, I didn't know anything about this. OK?", "start": 718.0, "duration": 4.0}, {"text": "Nothing. This is all going on, and all I'm getting is postcards", "start": 722.0, "duration": 3.0}, {"text": "of these guys in Las Vegas, or whatever,", "start": 725.0, "duration": 2.0}, {"text": "saying, \"Don't worry Chris, this is really going to be good.\" OK?", "start": 727.0, "duration": 3.0}, {"text": "So my concept of what a design studio was probably --", "start": 730.0, "duration": 3.0}, {"text": "I wasn't up to speed on where these guys were.", "start": 733.0, "duration": 3.0}, {"text": "However, the engineers back in Munich", "start": 736.0, "duration": 3.0}, {"text": "had taken on this kind of Newtonian solution,", "start": 739.0, "duration": 4.0}, {"text": "and they were trying to find how many cup holders", "start": 743.0, "duration": 2.0}, {"text": "can dance on the head of a pin, and, you know,", "start": 745.0, "duration": 2.0}, {"text": "these really serious questions that are confronting the modern consumer.", "start": 747.0, "duration": 5.0}, {"text": "And one was hoping that these two teams would get together,", "start": 752.0, "duration": 3.0}, {"text": "and this collusion of incredible creativity,", "start": 755.0, "duration": 2.0}, {"text": "under these incredible surroundings,", "start": 757.0, "duration": 2.0}, {"text": "and these incredibly stressed-out engineers,", "start": 759.0, "duration": 3.0}, {"text": "would create some incredible solutions.", "start": 762.0, "duration": 3.0}, {"text": "Well, what I didn't know was, and what we found out was --", "start": 765.0, "duration": 3.0}, {"text": "these guys, they can't even like talk to each other under those conditions.", "start": 768.0, "duration": 5.0}, {"text": "You get a divergence of Newtonian and quantum thinking at that point,", "start": 773.0, "duration": 4.0}, {"text": "you have a split in your dialog that is so deep, and so far,", "start": 777.0, "duration": 6.0}, {"text": "that they cannot bring this together at all.", "start": 783.0, "duration": 4.0}, {"text": "And so we had our first meeting, after three months, in Tiburon,", "start": 787.0, "duration": 4.0}, {"text": "which is just up the road from here -- you know Tiburon?", "start": 791.0, "duration": 3.0}, {"text": "And the idea was after the first three months of this independent research", "start": 794.0, "duration": 3.0}, {"text": "they would present it all to Dr. Goschel --", "start": 797.0, "duration": 2.0}, {"text": "who is now my boss, and at that time he was co-mentor on the project --", "start": 799.0, "duration": 3.0}, {"text": "and they would present their results.", "start": 802.0, "duration": 2.0}, {"text": "We would see where we were going,", "start": 804.0, "duration": 2.0}, {"text": "we would see the first indication of what could be", "start": 806.0, "duration": 2.0}, {"text": "the successive phenomenon to the SUV in America.", "start": 808.0, "duration": 4.0}, {"text": "And so I had these ideas in my head, that this is going to be great.", "start": 812.0, "duration": 3.0}, {"text": "I mean, I'm going to see so much work, it's so intense --", "start": 815.0, "duration": 2.0}, {"text": "I know probably Las Vegas meant a lot about it,", "start": 817.0, "duration": 3.0}, {"text": "and I'm not really sure where the Grand Canyon came in either --", "start": 820.0, "duration": 2.0}, {"text": "but somehow all this is going to come together,", "start": 822.0, "duration": 3.0}, {"text": "and I'm going to see some really great product.", "start": 825.0, "duration": 2.0}, {"text": "So we went to Tiburon, after three months,", "start": 827.0, "duration": 2.0}, {"text": "and the team had gotten together the week before,", "start": 829.0, "duration": 3.0}, {"text": "many days ahead of time.", "start": 832.0, "duration": 3.0}, {"text": "The engineers flew over, and designers got together with them,", "start": 835.0, "duration": 4.0}, {"text": "and they put their presentation together.", "start": 839.0, "duration": 3.0}, {"text": "Well, it turns out that the engineers hadn't done anything.", "start": 842.0, "duration": 6.0}, {"text": "And they hadn't done anything because --", "start": 848.0, "duration": 3.0}, {"text": "kind of, like in car business, engineers are there to solve problems,", "start": 851.0, "duration": 5.0}, {"text": "and we were asking them to create a problem.", "start": 856.0, "duration": 3.0}, {"text": "And the engineers were waiting for the designers to say,", "start": 859.0, "duration": 3.0}, {"text": "\"This is the problem that we've created, now help us solve it.\"", "start": 862.0, "duration": 4.0}, {"text": "And they couldn't talk about it. So what happened was,", "start": 866.0, "duration": 4.0}, {"text": "the engineers showed up with nothing.", "start": 870.0, "duration": 3.0}, {"text": "And the engineers told the designers,", "start": 873.0, "duration": 2.0}, {"text": "\"If you go in with all your stuff, we'll walk out,", "start": 875.0, "duration": 4.0}, {"text": "we'll walk right out of the project.\"", "start": 879.0, "duration": 3.0}, {"text": "So I didn't know any of this,", "start": 882.0, "duration": 2.0}, {"text": "and we got a presentation that had an agenda, looked like this.", "start": 884.0, "duration": 2.0}, {"text": "There was a whole lot of dialog.", "start": 886.0, "duration": 3.0}, {"text": "We spent four hours being told all about vocabulary", "start": 889.0, "duration": 3.0}, {"text": "that needs to be built between engineers and designers.", "start": 892.0, "duration": 4.0}, {"text": "And here I'm expecting at any moment, \"OK, they're going to turn the page,", "start": 896.0, "duration": 3.0}, {"text": "and I'm going to see the cars, I'm going to see the sketches,", "start": 899.0, "duration": 2.0}, {"text": "I'm going to see maybe some idea of where it's going.\"", "start": 901.0, "duration": 3.0}, {"text": "Dialog kept on going, with mental maps of words, and pretty soon", "start": 904.0, "duration": 5.0}, {"text": "it was becoming obvious that instead of being dazzled with brilliance,", "start": 909.0, "duration": 3.0}, {"text": "I was seriously being baffled with bullshit.", "start": 912.0, "duration": 4.0}, {"text": "And if you can imagine what this is like,", "start": 916.0, "duration": 2.0}, {"text": "to have these months of postcard indication of how great this team is working,", "start": 918.0, "duration": 4.0}, {"text": "and they're out there spending all this money, and they're learning,", "start": 922.0, "duration": 2.0}, {"text": "and they're doing all this stuff.", "start": 924.0, "duration": 3.0}, {"text": "I went fucking ballistic, right? I went nuts.", "start": 927.0, "duration": 6.0}, {"text": "You can probably remember Tiburon, it used to look like this.", "start": 933.0, "duration": 5.0}, {"text": "After four hours of this, I stood up, and I took this team apart.", "start": 938.0, "duration": 5.0}, {"text": "I screamed at them, I yelled at them, \"What the hell are you doing?", "start": 943.0, "duration": 4.0}, {"text": "You're letting me down, you're my designers,", "start": 947.0, "duration": 2.0}, {"text": "you're supposed to be the creative ones,", "start": 949.0, "duration": 2.0}, {"text": "what the hell is going on around here?\"", "start": 951.0, "duration": 2.0}, {"text": "It was probably one of my better tirades, I have some good ones,", "start": 953.0, "duration": 3.0}, {"text": "but this was probably one of my better ones. And I went into these people;", "start": 956.0, "duration": 3.0}, {"text": "how could they take BMW's money,", "start": 959.0, "duration": 2.0}, {"text": "how could they have a holiday for three months and produce nothing, nothing?", "start": 961.0, "duration": 6.0}, {"text": "Because of course they didn't tell us that they had three station wagons", "start": 967.0, "duration": 5.0}, {"text": "full of drawings, model concepts, pictures -- everything I wanted,", "start": 972.0, "duration": 7.0}, {"text": "they'd locked up in the cars, because they had shown solidarity with the engineers --", "start": 979.0, "duration": 5.0}, {"text": "and they'd decided not to show me anything,", "start": 984.0, "duration": 3.0}, {"text": "in order to give the chance for problem solving a chance to start,", "start": 987.0, "duration": 3.0}, {"text": "because they hadn't realized, of course,", "start": 990.0, "duration": 2.0}, {"text": "that they couldn't do problem creating.", "start": 992.0, "duration": 2.0}, {"text": "So we went to lunch --", "start": 994.0, "duration": 2.0}, {"text": "(Laughter)", "start": 996.0, "duration": 5.0}, {"text": "And I've got to tell you, this was one seriously quiet lunch.", "start": 1001.0, "duration": 3.0}, {"text": "The engineers all sat at one end of the table,", "start": 1004.0, "duration": 2.0}, {"text": "the designers and I sat at the other end of the table, really quiet.", "start": 1006.0, "duration": 3.0}, {"text": "And I was just fucking furious, furious. OK?", "start": 1009.0, "duration": 7.0}, {"text": "Probably because they had all the fun and I didn't, you know.", "start": 1016.0, "duration": 2.0}, {"text": "That's what you get furious about right?", "start": 1018.0, "duration": 2.0}, {"text": "And somebody asked me about Catherine, my wife, you know,", "start": 1020.0, "duration": 2.0}, {"text": "did she fly out with me or something?", "start": 1022.0, "duration": 2.0}, {"text": "I said, \"No,\" and it triggered a set of thoughts about my wife.", "start": 1024.0, "duration": 4.0}, {"text": "And I recalled that when Catherine and I were married,", "start": 1028.0, "duration": 4.0}, {"text": "the priest gave a very nice sermon, and he said something very important.", "start": 1032.0, "duration": 5.0}, {"text": "He said, \"Love is not selfish,\" he said,", "start": 1037.0, "duration": 3.0}, {"text": "\"Love does not mean counting how many times I say, 'I love you.'", "start": 1040.0, "duration": 4.0}, {"text": "It doesn't mean you had sex this many times this month,", "start": 1044.0, "duration": 3.0}, {"text": "and it's two times less than last month,", "start": 1047.0, "duration": 2.0}, {"text": "so that means you don't love me as much.", "start": 1049.0, "duration": 2.0}, {"text": "Love is not selfish.\" And I thought about this, and I thought,", "start": 1051.0, "duration": 5.0}, {"text": "\"You know, I'm not showing love here. I'm seriously not showing love.", "start": 1056.0, "duration": 8.0}, {"text": "I'm in the air, I'm in the air without trust.", "start": 1064.0, "duration": 4.0}, {"text": "This cannot be. This cannot be that I'm expecting a certain number of sketches,", "start": 1068.0, "duration": 5.0}, {"text": "and to me that's my quantification method for qualifying a team.", "start": 1073.0, "duration": 5.0}, {"text": "This cannot be.\"", "start": 1078.0, "duration": 2.0}, {"text": "So I told them this story. I said, \"Guys, I'm thinking about something here,", "start": 1080.0, "duration": 3.0}, {"text": "this isn't right. I can't have a relationship with you guys", "start": 1083.0, "duration": 4.0}, {"text": "based on a premise that is a quantifiable one.", "start": 1087.0, "duration": 3.0}, {"text": "Based on a dictate premise that says, 'I'm a boss, you do what I say, without trust.'\"", "start": 1090.0, "duration": 8.0}, {"text": "I said \"This can't be.\"", "start": 1098.0, "duration": 2.0}, {"text": "Actually, we all broke down into tears, to be quite honest about it,", "start": 1100.0, "duration": 6.0}, {"text": "because they still could not tell me how much frustration they had built up", "start": 1106.0, "duration": 5.0}, {"text": "inside of them, not being able to show me what I wanted,", "start": 1111.0, "duration": 4.0}, {"text": "and merely having to ask me to trust them that it would come.", "start": 1115.0, "duration": 5.0}, {"text": "And I think we felt much closer that day,", "start": 1120.0, "duration": 3.0}, {"text": "we cut a lot of strings that didn't need to be there,", "start": 1123.0, "duration": 3.0}, {"text": "and we forged the concept for what real team and creativity is all about.", "start": 1126.0, "duration": 5.0}, {"text": "We put the car back at the center of our thoughts, and we put love,", "start": 1131.0, "duration": 4.0}, {"text": "I think, truly back into the center of the process.", "start": 1135.0, "duration": 4.0}, {"text": "By the way, that team went on to create six different concepts", "start": 1139.0, "duration": 3.0}, {"text": "for the next model of what would be the proposal", "start": 1142.0, "duration": 3.0}, {"text": "for the next generation after SUVs in America.", "start": 1145.0, "duration": 3.0}, {"text": "One of those was the idea of a crossover coupes --", "start": 1148.0, "duration": 4.0}, {"text": "you see it downstairs, the X Coupe -- they had a lot of fun with that.", "start": 1152.0, "duration": 5.0}, {"text": "It was the rendition of our motorcycle,", "start": 1157.0, "duration": 3.0}, {"text": "the GS, as Carl Magnusson says, \"brute-iful,\"", "start": 1160.0, "duration": 4.0}, {"text": "as the idea of what could be a motorcycle, if you add two more wheels.", "start": 1164.0, "duration": 5.0}, {"text": "And so, in conclusion, my lesson that I wanted to pass on to you,", "start": 1169.0, "duration": 4.0}, {"text": "was this one here. I'm also going to steal a little quote out of \"Little Prince.\"", "start": 1173.0, "duration": 4.0}, {"text": "There's a lot to be said about trust and love,", "start": 1177.0, "duration": 3.0}, {"text": "if you know that those two words are synonymous for design.", "start": 1180.0, "duration": 3.0}, {"text": "I had a very, very meaningful relationship with my team that day,", "start": 1183.0, "duration": 4.0}, {"text": "and it's stayed that way ever since.", "start": 1187.0, "duration": 2.0}, {"text": "And I hope that you too find that there's more to design,", "start": 1189.0, "duration": 4.0}, {"text": "and more towards the art of the design, than doing it yourself.", "start": 1193.0, "duration": 4.0}, {"text": "It's true that the trust and the love, that makes it worthwhile.", "start": 1197.0, "duration": 4.0}, {"text": "Thanks so much.", "start": 1201.0, "duration": 2.0}, {"text": "(Applause)", "start": 1203.0, "duration": 2.0}]