[{"text": "One of the problems of writing, and working, and looking at the Internet", "start": 12.16, "duration": 3.0}, {"text": "is that it's very hard to separate fashion from deep change.", "start": 15.16, "duration": 7.0}, {"text": "And so, to start helping that, I want to take us back to 1835.", "start": 22.16, "duration": 4.0}, {"text": "In 1835, James Gordon Bennett founded the first mass-circulation newspaper", "start": 26.16, "duration": 7.0}, {"text": "in New York City.", "start": 33.16, "duration": 2.0}, {"text": "And it cost about 500 dollars to start it,", "start": 35.16, "duration": 3.0}, {"text": "which was about the equivalent of 10,000 dollars of today.", "start": 38.16, "duration": 4.0}, {"text": "By 15 years later, by 1850, doing the same thing", "start": 42.16, "duration": 4.0}, {"text": "-- starting what was experienced as a mass--circulation daily paper", "start": 46.16, "duration": 3.0}, {"text": "-- would come to cost two and a half million dollars.", "start": 49.16, "duration": 4.0}, {"text": "10,000, two and a half million, 15 years.", "start": 53.16, "duration": 3.0}, {"text": "That's the critical change that is being inverted by the Net.", "start": 56.16, "duration": 7.0}, {"text": "And that's what I want to talk about today,", "start": 63.16, "duration": 3.0}, {"text": "and how that relates to the emergence of social production.", "start": 66.16, "duration": 3.0}, {"text": "Starting with newspapers, what we saw was high cost as an initial requirement", "start": 69.16, "duration": 8.0}, {"text": "for making information, knowledge and culture, which led to a stark bifurcation", "start": 77.16, "duration": 6.0}, {"text": "between producers -- who had to be able to raise financial capital,", "start": 83.16, "duration": 4.0}, {"text": "just like any other industrial organization --", "start": 87.16, "duration": 4.0}, {"text": "and passive consumers that could choose from a certain set of", "start": 91.16, "duration": 3.0}, {"text": "things that this industrial model could produce.", "start": 94.16, "duration": 5.0}, {"text": "Now, the term \"information society,\" \"information economy,\"", "start": 99.16, "duration": 3.0}, {"text": "for a very long time has been used as the thing that comes after", "start": 102.16, "duration": 4.0}, {"text": "the industrial revolution. But in fact, for purposes of understanding what's happening", "start": 106.16, "duration": 6.0}, {"text": "today, that's wrong. Because for 150 years, we've had an information economy.", "start": 112.16, "duration": 6.0}, {"text": "It's just been industrial,", "start": 118.16, "duration": 2.0}, {"text": "which means those who were producing had to have a way of raising money", "start": 120.16, "duration": 4.0}, {"text": "to pay those two and a half million dollars, and later, more for the telegraph,", "start": 124.16, "duration": 4.0}, {"text": "and the radio transmitter, and the television, and eventually the mainframe.", "start": 128.16, "duration": 5.0}, {"text": "And that meant they were market based, or they were government owned,", "start": 133.16, "duration": 3.0}, {"text": "depending on what kind of system they were in. And this characterized and anchored", "start": 136.16, "duration": 5.0}, {"text": "the way information and knowledge were produced for the next 150 years.", "start": 141.16, "duration": 7.0}, {"text": "Now, let me tell you a different story. Around June 2002,", "start": 148.16, "duration": 5.0}, {"text": "the world of supercomputers had a bombshell.", "start": 153.16, "duration": 4.0}, {"text": "The Japanese had, for the first time, created the fastest supercomputer --", "start": 157.16, "duration": 4.0}, {"text": "the NEC Earth Simulator -- taking the primary from the U.S.,", "start": 161.16, "duration": 3.0}, {"text": "and about two years later -- this, by the way, is measuring the trillion floating-point", "start": 164.16, "duration": 4.0}, {"text": "operations per second that the computer's capable of running --", "start": 168.16, "duration": 4.0}, {"text": "sigh of relief: IBM [Blue Gene] has just edged ahead of the NEC Earth Simulator.", "start": 172.16, "duration": 6.0}, {"text": "All of this completely ignores the fact that throughout this period,", "start": 178.16, "duration": 4.0}, {"text": "there's another supercomputer running in the world -- SETI@home.", "start": 182.16, "duration": 4.0}, {"text": "Four and a half million users around the world, contributing their", "start": 186.16, "duration": 4.0}, {"text": "leftover computer cycles, whenever their computer isn't working,", "start": 190.16, "duration": 4.0}, {"text": "by running a screen saver, and together sharing their resources to create", "start": 194.16, "duration": 7.0}, {"text": "a massive supercomputer that NASA harnesses to analyze the data", "start": 201.16, "duration": 5.0}, {"text": "coming from radio telescopes.", "start": 206.16, "duration": 4.0}, {"text": "What this picture suggests to us is that we've got a radical change in the way", "start": 210.16, "duration": 7.0}, {"text": "information production and exchange is capitalized. Not that it's become", "start": 217.16, "duration": 4.0}, {"text": "less capital intensive -- that there's less money that's required", "start": 221.16, "duration": 3.0}, {"text": "-- but that the ownership of this capital, the way the capitalization happens,", "start": 224.16, "duration": 5.0}, {"text": "is radically distributed. Each of us, in these advanced economies,", "start": 229.16, "duration": 5.0}, {"text": "has one of these, or something rather like it -- a computer.", "start": 234.16, "duration": 5.0}, {"text": "They're not radically different from routers inside the middle of the network.", "start": 239.16, "duration": 5.0}, {"text": "And computation, storage and communications capacity are in the hands of", "start": 244.16, "duration": 5.0}, {"text": "practically every connected person -- and these are the basic physical", "start": 249.16, "duration": 6.0}, {"text": "capital means necessary for producing information, knowledge and culture,", "start": 255.16, "duration": 5.0}, {"text": "in the hands of something like 600 million to a billion people around the planet.", "start": 260.16, "duration": 6.0}, {"text": "What this means is that for the first time since the industrial revolution,", "start": 266.16, "duration": 6.0}, {"text": "the most important means, the most important components of the core", "start": 272.16, "duration": 6.0}, {"text": "economic activities -- remember, we are in an information economy", "start": 278.16, "duration": 4.0}, {"text": "-- of the most advanced economies, and there more than anywhere else,", "start": 282.16, "duration": 5.0}, {"text": "are in the hands of the population at large. This is completely different than what we've", "start": 287.16, "duration": 4.0}, {"text": "seen since the industrial revolution. So we've got communications and computation", "start": 291.16, "duration": 5.0}, {"text": "capacity in the hands of the entire population,", "start": 296.16, "duration": 3.0}, {"text": "and we've got human creativity, human wisdom, human experience", "start": 299.16, "duration": 5.0}, {"text": "-- the other major experience, the other major input --", "start": 304.16, "duration": 3.0}, {"text": "which unlike simple labor -- stand here turning this lever all day long --", "start": 307.16, "duration": 5.0}, {"text": "is not something that's the same or fungible among people.", "start": 312.16, "duration": 3.0}, {"text": "Any one of you who has taken someone else's job, or tried to give yours", "start": 315.16, "duration": 3.0}, {"text": "to someone else, no matter how detailed the manual, you cannot transmit", "start": 318.16, "duration": 6.0}, {"text": "what you know, what you will intuit under a certain set of circumstances.", "start": 324.16, "duration": 5.0}, {"text": "In that we're unique, and each of us holds this critical input", "start": 329.16, "duration": 4.0}, {"text": "into production as we hold this machine.", "start": 333.16, "duration": 4.0}, {"text": "What's the effect of this? So, the story that most people know", "start": 337.16, "duration": 5.0}, {"text": "is the story of free or open source software.", "start": 342.16, "duration": 4.0}, {"text": "This is market share of Apache Web server", "start": 346.16, "duration": 3.0}, {"text": "-- one of the critical applications in Web-based communications.", "start": 349.16, "duration": 6.0}, {"text": "In 1995, two groups of people said,", "start": 355.16, "duration": 4.0}, {"text": "\"Wow, this is really important, the Web! We need a much better Web server!\"", "start": 359.16, "duration": 4.0}, {"text": "One was a motley collection of volunteers who just decided,", "start": 363.16, "duration": 4.0}, {"text": "you know, we really need this, we should write one,", "start": 367.16, "duration": 2.0}, {"text": "and what are we going to do with what --", "start": 369.16, "duration": 3.0}, {"text": "well, we're gonna share it! And other people will be able to develop it.", "start": 372.16, "duration": 2.0}, {"text": "The other was Microsoft.", "start": 374.16, "duration": 2.0}, {"text": "Now, if I told you that 10 years later, the motley crew of people, who didn't control", "start": 376.16, "duration": 5.0}, {"text": "anything that they produced, acquired 20 percent of the market", "start": 381.16, "duration": 3.0}, {"text": "and was the red line, it would be amazing! Right?", "start": 384.16, "duration": 3.0}, {"text": "Think of it in minivans. A group of automobile", "start": 387.16, "duration": 3.0}, {"text": "engineers on their weekends are competing with Toyota. Right?", "start": 390.16, "duration": 5.0}, {"text": "But, in fact, of course, the story is it's the 70 percent,", "start": 395.16, "duration": 3.0}, {"text": "including the major e-commerce site -- 70 percent of a critical application", "start": 398.16, "duration": 5.0}, {"text": "on which Web-based communications and applications work is produced in this form, in", "start": 403.16, "duration": 6.0}, {"text": "direct competition with Microsoft. Not in a side issue --", "start": 409.16, "duration": 4.0}, {"text": "in a central strategic decision to try to capture a component of the Net.", "start": 413.16, "duration": 7.0}, {"text": "Software has done this in a way that's been very visible, because", "start": 420.16, "duration": 5.0}, {"text": "it's measurable. But the thing to see is that this actually happens throughout the Web.", "start": 425.16, "duration": 6.0}, {"text": "So, NASA, at some point, did an experiment where they took images of Mars", "start": 431.16, "duration": 6.0}, {"text": "that they were mapping, and they said, instead of having three or four", "start": 437.16, "duration": 4.0}, {"text": "fully trained Ph.D.s doing this all the time, let's break it up into small components,", "start": 441.16, "duration": 5.0}, {"text": "put it up on the Web, and see if people, using a very simple interface,", "start": 446.16, "duration": 4.0}, {"text": "will actually spend five minutes here,", "start": 450.16, "duration": 2.0}, {"text": "10 minutes there, clicking. After six months,", "start": 452.16, "duration": 4.0}, {"text": "85,000 people used this to generate mapping at a", "start": 456.16, "duration": 5.0}, {"text": "faster rate than the images were coming in, which was, quote,", "start": 461.16, "duration": 4.0}, {"text": "\"practically indistinguishable from the markings of a fully-trained Ph.D.,\"", "start": 465.16, "duration": 4.0}, {"text": "once you showed it to a number of people and computed the average.", "start": 469.16, "duration": 7.0}, {"text": "Now, if you have a little girl, and she goes and writes to", "start": 476.16, "duration": 3.0}, {"text": "-- well, not so little, medium little -- tries to do research on Barbie.", "start": 479.16, "duration": 4.0}, {"text": "And she'll come to Encarta, one of the main online encyclopedias.", "start": 483.16, "duration": 4.0}, {"text": "This is what you'll find out about Barbie. This is it, there's nothing more to the definition,", "start": 487.16, "duration": 6.0}, {"text": "including, \"manufacturers\" -- plural -- \"now more commonly produce", "start": 493.16, "duration": 4.0}, {"text": "ethnically diverse dolls, like this black Barbie.\" Which is vastly better", "start": 497.16, "duration": 4.0}, {"text": "than what you'll find in the encyclopedia.com,", "start": 501.16, "duration": 3.0}, {"text": "which is Barbie, Klaus. (Laughter)", "start": 504.16, "duration": 4.0}, {"text": "On the other hand, if they go to Wikipedia, they'll find a genuine article", "start": 508.16, "duration": 5.0}, {"text": "-- and I won't talk a lot about Wikipedia, because Jimmy Wales is here --", "start": 513.16, "duration": 3.0}, {"text": "but roughly equivalent to what you would find in the Britannica, differently written,", "start": 516.16, "duration": 6.0}, {"text": "including the controversies over body image and commercialization,", "start": 522.16, "duration": 4.0}, {"text": "the claims about the way in which she's a good role model, etc.", "start": 526.16, "duration": 8.0}, {"text": "Another portion is not only how content is produced, but how relevance is produced.", "start": 534.16, "duration": 4.0}, {"text": "The claim to fame of Yahoo! was, we hire people to look -- originally, not anymore", "start": 538.16, "duration": 4.0}, {"text": "-- we hire people to look at websites and tell you --", "start": 542.16, "duration": 5.0}, {"text": "if they're in the index, they're good. This, on the other hand, is what 60,000", "start": 547.16, "duration": 4.0}, {"text": "passionate volunteers produce in the Open Directory Project,", "start": 551.16, "duration": 4.0}, {"text": "each one willing to spend an hour or two on something they really care about,", "start": 555.16, "duration": 5.0}, {"text": "to say, this is good. So, this is the Open Directory Project, with 60,000 volunteers,", "start": 560.16, "duration": 6.0}, {"text": "each one spending a little bit of time, as opposed to a few hundred", "start": 566.16, "duration": 3.0}, {"text": "fully paid employees. No one owns it, no one owns the output,", "start": 569.16, "duration": 5.0}, {"text": "it's free for anyone to use and it's the output of people acting out of social", "start": 574.16, "duration": 5.0}, {"text": "and psychological motivations to do something interesting.", "start": 579.16, "duration": 4.0}, {"text": "This is not only outside of businesses. When you think of what is the critical innovation", "start": 583.16, "duration": 6.0}, {"text": "of Google, the critical innovation is outsourcing the one most important thing --", "start": 589.16, "duration": 5.0}, {"text": "the decision about what's relevant -- to the community of the Web as a whole,", "start": 594.16, "duration": 7.0}, {"text": "doing whatever they want to do: so, page rank.", "start": 601.16, "duration": 3.0}, {"text": "The critical innovation here is instead of our engineers, or our people saying", "start": 604.16, "duration": 6.0}, {"text": "which is the most relevant, we're going to go out and count what you,", "start": 610.16, "duration": 3.0}, {"text": "people out there on the Web, for whatever reason -- vanity, pleasure --", "start": 613.16, "duration": 4.0}, {"text": "produced links, and tied to each other. We're going to count those, and count them up.", "start": 617.16, "duration": 6.0}, {"text": "And again, here, you see Barbie.com, but also, very quickly,", "start": 623.16, "duration": 4.0}, {"text": "Adiosbarbie.com, the body image for every size. A contested cultural object,", "start": 627.16, "duration": 5.0}, {"text": "which you won't find anywhere soon on Overture, which is the classic", "start": 632.16, "duration": 4.0}, {"text": "market-based mechanism: whoever pays the most is highest on the list.", "start": 636.16, "duration": 5.0}, {"text": "So, all of that is in the creation of content, of relevance, basic human expression.", "start": 641.16, "duration": 5.0}, {"text": "But remember, the computers were also physical. Just physical materials", "start": 646.16, "duration": 4.0}, {"text": "-- our PCs -- we share them together. We also see this in wireless.", "start": 650.16, "duration": 4.0}, {"text": "It used to be wireless was one person owned the license, they transmitted in an", "start": 654.16, "duration": 6.0}, {"text": "area, and it had to be decided whether they would be licensed or based on property.", "start": 660.16, "duration": 5.0}, {"text": "What we're seeing now is that computers and radios are becoming so sophisticated", "start": 665.16, "duration": 5.0}, {"text": "that we're developing algorithms to let people own machines, like Wi-Fi devices,", "start": 670.16, "duration": 6.0}, {"text": "and overlay them with a sharing protocol that would allow a community like this", "start": 676.16, "duration": 5.0}, {"text": "to build its own wireless broadband network simply from the simple principle:", "start": 681.16, "duration": 6.0}, {"text": "When I'm listening, when I'm not using, I can help you transfer your messages;", "start": 687.16, "duration": 6.0}, {"text": "and when you're not using, you'll help me transfer yours.", "start": 693.16, "duration": 3.0}, {"text": "And this is not an idealized version. These are working models that at least in some", "start": 696.16, "duration": 5.0}, {"text": "places in the United States are being implemented, at least for public security.", "start": 701.16, "duration": 7.0}, {"text": "If in 1999 I told you, let's build a data storage and retrieval system.", "start": 708.16, "duration": 6.0}, {"text": "It's got to store terabytes. It's got to be available 24 hours a day,", "start": 714.16, "duration": 3.0}, {"text": "seven days a week. It's got to be available from anywhere in the world.", "start": 717.16, "duration": 3.0}, {"text": "It has to support over 100 million users at any given moment. It's got to", "start": 720.16, "duration": 4.0}, {"text": "be robust to attack, including closing the main index, injecting malicious files,", "start": 724.16, "duration": 5.0}, {"text": "armed seizure of some major nodes. You'd say that would take years.", "start": 729.16, "duration": 5.0}, {"text": "It would take millions. But of course, what I'm describing is P2P file sharing.", "start": 734.16, "duration": 7.0}, {"text": "Right? We always think of it as stealing music, but fundamentally,", "start": 741.16, "duration": 3.0}, {"text": "it's a distributed data storage and retrieval system, where people,", "start": 744.16, "duration": 4.0}, {"text": "for very obvious reasons, are willing to share their bandwidth and their", "start": 748.16, "duration": 4.0}, {"text": "storage to create something.", "start": 752.16, "duration": 3.0}, {"text": "So, essentially what we're seeing is the emergence of a fourth transactional", "start": 755.16, "duration": 4.0}, {"text": "framework. It used to be that there were two primary dimensions along which", "start": 759.16, "duration": 6.0}, {"text": "you could divide things. They could be market based, or non-market based;", "start": 765.16, "duration": 3.0}, {"text": "they could be decentralized, or centralized.", "start": 768.16, "duration": 2.0}, {"text": "The price system was a market-based and decentralized system.", "start": 770.16, "duration": 3.0}, {"text": "If things worked better because you actually had somebody organizing them,", "start": 773.16, "duration": 4.0}, {"text": "you had firms, if you wanted to be in the market -- or you had governments", "start": 777.16, "duration": 3.0}, {"text": "or sometimes larger non-profits in the non-market.", "start": 780.16, "duration": 3.0}, {"text": "It was too expensive to have decentralized social production,", "start": 783.16, "duration": 5.0}, {"text": "to have decentralized action in society. That was not about society itself.", "start": 788.16, "duration": 7.0}, {"text": "That was, in fact, economic.", "start": 795.16, "duration": 2.0}, {"text": "But what we're seeing now is the emergence of this fourth system", "start": 797.16, "duration": 4.0}, {"text": "of social sharing and exchange.", "start": 801.16, "duration": 1.0}, {"text": "Not that it's the first time that we do nice things to each other, or for each other,", "start": 802.16, "duration": 5.0}, {"text": "as social beings. We do it all the time.", "start": 807.16, "duration": 4.0}, {"text": "It's that it's the first time that it's having major economic impact.", "start": 811.16, "duration": 4.0}, {"text": "What characterizes them is decentralized authority.", "start": 815.16, "duration": 5.0}, {"text": "You don't have to ask permission, as you do in a property-based system.", "start": 820.16, "duration": 3.0}, {"text": "May I do this? It's open for anyone to create and innovate and share,", "start": 823.16, "duration": 6.0}, {"text": "if they want to, by themselves or with others,", "start": 829.16, "duration": 4.0}, {"text": "because property is one mechanism of coordination.", "start": 833.16, "duration": 2.0}, {"text": "But it's not the only one.", "start": 835.16, "duration": 2.0}, {"text": "Instead, what we see are social frameworks for all of the critical things that we use", "start": 837.16, "duration": 5.0}, {"text": "property and contract in the market: information flows to decide what are", "start": 842.16, "duration": 3.0}, {"text": "interesting problems; who's available and good for something;", "start": 845.16, "duration": 4.0}, {"text": "motivation structures -- remember, money isn't always the best motivator.", "start": 849.16, "duration": 4.0}, {"text": "If you leave a $50 check after dinner with friends,", "start": 853.16, "duration": 4.0}, {"text": "you don't increase the probability of being invited back.", "start": 857.16, "duration": 4.0}, {"text": "And if dinner isn't entirely obvious, think of sex. (Laughter)", "start": 861.16, "duration": 6.0}, {"text": "It also requires certain new organizational approaches.", "start": 867.16, "duration": 3.0}, {"text": "And in particular, what we've seen is task organization.", "start": 870.16, "duration": 4.0}, {"text": "You have to hire people who know what they're doing.", "start": 874.16, "duration": 2.0}, {"text": "You have to hire them to spend a lot of time.", "start": 876.16, "duration": 3.0}, {"text": "Now, take the same problem,", "start": 879.16, "duration": 2.0}, {"text": "chunk it into little modules, and motivations become trivial.", "start": 881.16, "duration": 4.0}, {"text": "Five minutes, instead of watching TV?", "start": 885.16, "duration": 2.0}, {"text": "Five minutes I'll spend just because it's interesting. Just because it's fun.", "start": 887.16, "duration": 4.0}, {"text": "Just because it gives me a certain sense of meaning, or, in places that are more", "start": 891.16, "duration": 4.0}, {"text": "involved, like Wikipedia, gives me a certain set of social relations.", "start": 895.16, "duration": 6.0}, {"text": "So, a new social phenomenon is emerging.", "start": 901.16, "duration": 4.0}, {"text": "It's creating, and it's most visible when we see it as a new form of competition.", "start": 905.16, "duration": 5.0}, {"text": "Peer-to-peer networks assaulting the recording industry;", "start": 910.16, "duration": 3.0}, {"text": "free and open source software taking market share from Microsoft;", "start": 913.16, "duration": 4.0}, {"text": "Skype potentially threatening traditional telecoms;", "start": 917.16, "duration": 4.0}, {"text": "Wikipedia competing with online encyclopedias.", "start": 921.16, "duration": 3.0}, {"text": "But it's also a new source of opportunities for businesses.", "start": 924.16, "duration": 3.0}, {"text": "As you see a new set of social relations and behaviors emerging,", "start": 927.16, "duration": 6.0}, {"text": "you have new opportunities. Some of them are toolmakers.", "start": 933.16, "duration": 4.0}, {"text": "Instead of building well-behaved appliances", "start": 937.16, "duration": 3.0}, {"text": "-- things that you know what they'll do in advance --", "start": 940.16, "duration": 2.0}, {"text": "you begin to build more open tools. There's a new set of values,", "start": 942.16, "duration": 3.0}, {"text": "a new set of things people value.", "start": 945.16, "duration": 3.0}, {"text": "You build platforms for self-expression and collaboration.", "start": 948.16, "duration": 4.0}, {"text": "Like Wikipedia, like the Open Directory Project,", "start": 952.16, "duration": 4.0}, {"text": "you're beginning to build platforms, and you see that as a model.", "start": 956.16, "duration": 3.0}, {"text": "And you see surfers, people who see this happening, and in some sense", "start": 959.16, "duration": 4.0}, {"text": "build it into a supply chain, which is a very curious one. Right?", "start": 963.16, "duration": 5.0}, {"text": "You have a belief: stuff will flow out of connected human beings.", "start": 968.16, "duration": 3.0}, {"text": "That'll give me something I can use, and I'm going to contract with someone.", "start": 971.16, "duration": 3.0}, {"text": "I will deliver something based on what happens. It's very scary", "start": 974.16, "duration": 4.0}, {"text": "-- that's what Google does, essentially.", "start": 978.16, "duration": 2.0}, {"text": "That's what IBM does in software services, and they've done reasonably well.", "start": 980.16, "duration": 4.0}, {"text": "So, social production is a real fact, not a fad.", "start": 984.16, "duration": 4.0}, {"text": "It is the critical long-term shift caused by the Internet.", "start": 988.16, "duration": 4.0}, {"text": "Social relations and exchange become significantly more important than they ever", "start": 992.16, "duration": 7.0}, {"text": "were as an economic phenomenon. In some contexts, it's even more efficient", "start": 999.16, "duration": 4.0}, {"text": "because of the quality of the information, the ability to find the best person,", "start": 1003.16, "duration": 5.0}, {"text": "the lower transaction costs. It's sustainable and growing fast.", "start": 1008.16, "duration": 4.0}, {"text": "But -- and this is the dark lining -- it is threatened by", "start": 1012.16, "duration": 6.0}, {"text": "-- in the same way that it threatens -- the incumbent industrial systems.", "start": 1018.16, "duration": 4.0}, {"text": "So next time you open the paper, and you see an intellectual property decision,", "start": 1022.16, "duration": 5.0}, {"text": "a telecoms decision, it's not about something small and technical.", "start": 1027.16, "duration": 6.0}, {"text": "It is about the future of the freedom to be as social beings with each other,", "start": 1033.16, "duration": 6.0}, {"text": "and the way information, knowledge and culture will be produced.", "start": 1039.16, "duration": 5.0}, {"text": "Because it is in this context that we see a battle over how easy or hard it will be", "start": 1044.16, "duration": 7.0}, {"text": "for the industrial information economy to simply go on as it goes,", "start": 1051.16, "duration": 4.0}, {"text": "or for the new model of production to begin to develop alongside that industrial model,", "start": 1055.16, "duration": 6.0}, {"text": "and change the way we begin to see the world and report what it is that we see.", "start": 1061.16, "duration": 5.0}, {"text": "Thank you.", "start": 1066.16, "duration": 1.0}]