[{"text": "I think all of us have been interested, at one time or another,", "start": 18.33, "duration": 4.0}, {"text": "in the romantic mysteries of all those societies that collapsed,", "start": 22.33, "duration": 4.0}, {"text": "such as the classic Maya in the Yucatan, the Easter Islanders,", "start": 27.33, "duration": 4.0}, {"text": "the Anasazi, Fertile Crescent society, Angor Wat, Great Zimbabwe", "start": 32.33, "duration": 4.0}, {"text": "and so on. And within the last decade or two,", "start": 36.33, "duration": 3.0}, {"text": "archaeologists have shown us that there were environmental problems", "start": 40.33, "duration": 4.0}, {"text": "underlying many of these past collapses.", "start": 44.33, "duration": 2.0}, {"text": "But there were also plenty of places in the world", "start": 47.33, "duration": 1.0}, {"text": "where societies have been developing for thousands of years", "start": 48.33, "duration": 3.0}, {"text": "without any sign of a major collapse,", "start": 52.33, "duration": 2.0}, {"text": "such as Japan, Java, Tonga and Tikopea. So evidently, societies", "start": 54.33, "duration": 5.0}, {"text": "in some areas are more fragile than in other areas.", "start": 60.33, "duration": 2.0}, {"text": "How can we understand what makes some societies more fragile", "start": 63.33, "duration": 3.0}, {"text": "than other societies? The problem is obviously relevant", "start": 66.33, "duration": 6.0}, {"text": "to our situation today, because today as well, there are", "start": 72.33, "duration": 3.0}, {"text": "some societies that have already collapsed, such as Somalia", "start": 75.33, "duration": 3.0}, {"text": "and Rwanda and the former Yugoslavia. There are also", "start": 79.33, "duration": 3.0}, {"text": "societies today that may be close to collapse, such as Nepal, Indonesia and Columbia.", "start": 82.33, "duration": 5.0}, {"text": "What about ourselves?", "start": 87.33, "duration": 3.0}, {"text": "What is there that we can learn from the past that would help us avoid", "start": 90.33, "duration": 5.0}, {"text": "declining or collapsing in the way that so many past societies have?", "start": 96.33, "duration": 3.0}, {"text": "Obviously the answer to this question is not going", "start": 101.33, "duration": 2.0}, {"text": "to be a single factor. If anyone tells you that there is a single-factor", "start": 103.33, "duration": 3.0}, {"text": "explanation for societal collapses, you know right away", "start": 107.33, "duration": 3.0}, {"text": "that they're an idiot. This is a complex subject.", "start": 110.33, "duration": 3.0}, {"text": "But how can we make sense out of the complexities of this subject?", "start": 114.33, "duration": 3.0}, {"text": "In analyzing societal collapses, I've arrived at a", "start": 118.33, "duration": 3.0}, {"text": "five-point framework -- a checklist of things that I go through", "start": 121.33, "duration": 4.0}, {"text": "to try and understand collapses. And I'll illustrate that five-point", "start": 125.33, "duration": 4.0}, {"text": "framework by the extinction of the Greenland Norse society.", "start": 130.33, "duration": 4.0}, {"text": "This is a European society with literate records,", "start": 135.33, "duration": 3.0}, {"text": "so we know a good deal about the people and their motivation.", "start": 138.33, "duration": 3.0}, {"text": "In AD 984 Vikings went out to Greenland, settled Greenland,", "start": 142.33, "duration": 4.0}, {"text": "and around 1450 they died out -- the society collapsed,", "start": 146.33, "duration": 4.0}, {"text": "and every one of them ended up dead.", "start": 150.33, "duration": 2.0}, {"text": "Why did they all end up dead? Well, in my five-point framework,", "start": 152.33, "duration": 4.0}, {"text": "the first item on the framework is to look for human impacts", "start": 156.33, "duration": 4.0}, {"text": "on the environment: people inadvertently destroying the resource", "start": 160.33, "duration": 3.0}, {"text": "base on which they depend. And in the case of the Viking Norse,", "start": 163.33, "duration": 4.0}, {"text": "the Vikings inadvertently caused soil erosion and deforestation,", "start": 168.33, "duration": 5.0}, {"text": "which was a particular problem for them because", "start": 173.33, "duration": 2.0}, {"text": "they required forests to make charcoal, to make iron.", "start": 176.33, "duration": 3.0}, {"text": "So they ended up an Iron Age European society, virtually", "start": 179.33, "duration": 4.0}, {"text": "unable to make their own iron. A second item on my checklist is", "start": 183.33, "duration": 4.0}, {"text": "climate change. Climate can get warmer or colder or dryer or wetter.", "start": 188.33, "duration": 5.0}, {"text": "In the case of the Vikings -- in Greenland, the climate got colder", "start": 194.33, "duration": 3.0}, {"text": "in the late 1300s, and especially in the 1400s. But a cold climate", "start": 198.33, "duration": 4.0}, {"text": "isn't necessarily fatal, because the Inuit -- the Eskimos inhabiting", "start": 202.33, "duration": 4.0}, {"text": "Greenland at the same time -- did better, rather than worse,", "start": 207.33, "duration": 2.0}, {"text": "with cold climates. So why didn't the Greenland Norse as well?", "start": 209.33, "duration": 3.0}, {"text": "The third thing on my checklist is relations with neighboring", "start": 213.33, "duration": 3.0}, {"text": "friendly societies that may prop up a society. And if that", "start": 217.33, "duration": 4.0}, {"text": "friendly support is pulled away, that may make a society", "start": 221.33, "duration": 3.0}, {"text": "more likely to collapse. In the case of the Greenland Norse,", "start": 224.33, "duration": 3.0}, {"text": "they had trade with the mother country -- Norway --", "start": 228.33, "duration": 2.0}, {"text": "and that trade dwindled: partly because Norway got weaker,", "start": 230.33, "duration": 4.0}, {"text": "partly because of sea ice between Greenland and Norway.", "start": 234.33, "duration": 3.0}, {"text": "The fourth item on my checklist is relations with hostile societies.", "start": 239.33, "duration": 5.0}, {"text": "In the case of Norse Greenland, the hostiles were the Inuit --", "start": 245.33, "duration": 3.0}, {"text": "the Eskimos sharing Greenland -- with whom the Norse", "start": 248.33, "duration": 3.0}, {"text": "got off to bad relationships. And we know that the Inuit", "start": 252.33, "duration": 4.0}, {"text": "killed the Norse and, probably of greater importance,", "start": 256.33, "duration": 3.0}, {"text": "may have blocked access to the outer fjords, on which", "start": 259.33, "duration": 4.0}, {"text": "the Norse depended for seals at a critical time of the year.", "start": 263.33, "duration": 4.0}, {"text": "And then finally, the fifth item on my checklist is the political,", "start": 267.33, "duration": 4.0}, {"text": "economic, social and cultural factors in the society that make it", "start": 271.33, "duration": 4.0}, {"text": "more or less likely that the society will perceive and solve its", "start": 275.33, "duration": 4.0}, {"text": "environmental problems. In the case of the Greenland Norse,", "start": 279.33, "duration": 4.0}, {"text": "cultural factors that made it difficult for them", "start": 284.33, "duration": 2.0}, {"text": "to solve their problems were: their commitments to a", "start": 286.33, "duration": 3.0}, {"text": "Christian society investing heavily in cathedrals; their being", "start": 289.33, "duration": 4.0}, {"text": "a competitive-ranked chiefly society; and their scorn for the Inuit,", "start": 293.33, "duration": 5.0}, {"text": "from whom they refused to learn. So that's how the five-part", "start": 299.33, "duration": 3.0}, {"text": "framework is relevant to the collapse and eventual extinction of the Greenland Norse.", "start": 302.33, "duration": 5.0}, {"text": "What about a society today?", "start": 307.33, "duration": 3.0}, {"text": "For the past five years, I've been taking my wife and kids to", "start": 310.33, "duration": 4.0}, {"text": "Southwestern Montana, where I worked as a teenager", "start": 314.33, "duration": 3.0}, {"text": "on the hay harvest. And Montana, at first sight, seems", "start": 317.33, "duration": 3.0}, {"text": "like the most pristine environment in the United States.", "start": 321.33, "duration": 3.0}, {"text": "But scratch the surface, and Montana suffers from serious problems.", "start": 324.33, "duration": 5.0}, {"text": "Going through the same checklist: human environmental impacts?", "start": 329.33, "duration": 3.0}, {"text": "Yes, acute in Montana. Toxic problems from mine waste", "start": 333.33, "duration": 4.0}, {"text": "have caused damage of billions of dollars.", "start": 338.33, "duration": 2.0}, {"text": "Problems from weeds, weed control, cost Montana nearly", "start": 341.33, "duration": 3.0}, {"text": "200 million dollars a year. Montana has lost agricultural areas", "start": 344.33, "duration": 4.0}, {"text": "from salinization, problems of forest management,", "start": 348.33, "duration": 3.0}, {"text": "problems of forest fires. Second item on my checklist:", "start": 352.33, "duration": 3.0}, {"text": "climate change. Yes -- the climate in Montana is getting warmer", "start": 356.33, "duration": 3.0}, {"text": "and drier, but Montana agriculture depends especially on irrigation", "start": 359.33, "duration": 4.0}, {"text": "from the snow pack, and as the snow is melting -- for example,", "start": 363.33, "duration": 3.0}, {"text": "as the glaciers in Glacier National Park are disappearing --", "start": 367.33, "duration": 3.0}, {"text": "that's bad news for Montana irrigation agriculture.", "start": 370.33, "duration": 3.0}, {"text": "Third thing on my checklist: relations with friendlies", "start": 374.33, "duration": 2.0}, {"text": "that can sustain the society. In Montana today, more than half of", "start": 376.33, "duration": 4.0}, {"text": "the income of Montana is not earned within Montana,", "start": 380.33, "duration": 3.0}, {"text": "but is derived from out of state: transfer payments from", "start": 384.33, "duration": 3.0}, {"text": "social security, investments and so on --", "start": 387.33, "duration": 2.0}, {"text": "which makes Montana vulnerable to the rest of the United States.", "start": 390.33, "duration": 3.0}, {"text": "Fourth: relations with hostiles. Montanans have the same problems", "start": 394.33, "duration": 4.0}, {"text": "as do all Americans, in being sensitive to problems", "start": 398.33, "duration": 4.0}, {"text": "created by hostiles overseas affecting our oil supplies,", "start": 402.33, "duration": 4.0}, {"text": "and terrorist attacks. And finally, last item on my checklist:", "start": 406.33, "duration": 5.0}, {"text": "question of how political, economic, social, cultural attitudes", "start": 412.33, "duration": 2.0}, {"text": "play into this. Montanans have long-held values, which today", "start": 415.33, "duration": 4.0}, {"text": "seem to be getting in the way of their solving their own problems.", "start": 420.33, "duration": 2.0}, {"text": "Long-held devotion to logging and to mines and to agriculture,", "start": 423.33, "duration": 4.0}, {"text": "and to no government regulation; values that worked well", "start": 427.33, "duration": 4.0}, {"text": "in the past, but they don't seem to be working well today.", "start": 431.33, "duration": 2.0}, {"text": "So, I'm looking at these issues of collapses", "start": 435.33, "duration": 2.0}, {"text": "for a lot of past societies and for many present societies.", "start": 437.33, "duration": 4.0}, {"text": "Are there any general conclusions that arise?", "start": 442.33, "duration": 2.0}, {"text": "In a way, just like Tolstoy's statement about every unhappy marriage", "start": 444.33, "duration": 4.0}, {"text": "being different, every collapsed or endangered society is different --", "start": 449.33, "duration": 3.0}, {"text": "they all have different details. But nevertheless, there are certain", "start": 452.33, "duration": 4.0}, {"text": "common threads that emerge from these comparisons", "start": 456.33, "duration": 3.0}, {"text": "of past societies that did or did not collapse", "start": 459.33, "duration": 3.0}, {"text": "and threatened societies today. One interesting common thread", "start": 462.33, "duration": 6.0}, {"text": "has to do with, in many cases, the rapidity of collapse", "start": 469.33, "duration": 4.0}, {"text": "after a society reaches its peak. There are many societies", "start": 473.33, "duration": 3.0}, {"text": "that don't wind down gradually, but they build up -- get richer", "start": 477.33, "duration": 3.0}, {"text": "and more powerful -- and then within a short time, within a few decades", "start": 480.33, "duration": 3.0}, {"text": "after their peak, they collapse. For example,", "start": 484.33, "duration": 2.0}, {"text": "the classic lowland Maya of the Yucatan began to collapse in the", "start": 486.33, "duration": 5.0}, {"text": "early 800s -- literally a few decades after the Maya were building", "start": 492.33, "duration": 3.0}, {"text": "their biggest monuments, and Maya population was greatest.", "start": 495.33, "duration": 5.0}, {"text": "Or again, the collapse of the Soviet Union took place", "start": 500.33, "duration": 3.0}, {"text": "within a couple of decades, maybe within a decade, of the time", "start": 503.33, "duration": 3.0}, {"text": "when the Soviet Union was at its greatest power.", "start": 507.33, "duration": 2.0}, {"text": "An analogue would be the growth of bacteria in a petri dish.", "start": 510.33, "duration": 4.0}, {"text": "These rapid collapses are especially likely where there's", "start": 515.33, "duration": 3.0}, {"text": "a mismatch between available resources and resource consumption,", "start": 518.33, "duration": 4.0}, {"text": "or a mismatch between economic outlays and economic potential.", "start": 523.33, "duration": 3.0}, {"text": "In a petri dish, bacteria grow. Say they double every generation,", "start": 527.33, "duration": 5.0}, {"text": "and five generations before the end the petri dish is 15/16ths empty,", "start": 532.33, "duration": 5.0}, {"text": "and then the next generation's 3/4ths empty, and the next generation", "start": 537.33, "duration": 3.0}, {"text": "half empty. Within one generation after the petri dish still", "start": 541.33, "duration": 4.0}, {"text": "being half empty, it is full. There's no more food and the bacteria have collapsed.", "start": 545.33, "duration": 5.0}, {"text": "So, this is a frequent theme:", "start": 550.33, "duration": 2.0}, {"text": "societies collapse very soon after reaching their peak in power.", "start": 552.33, "duration": 4.0}, {"text": "What it means to put it mathematically is that, if you're concerned", "start": 557.33, "duration": 2.0}, {"text": "about a society today, you should be looking not at the value", "start": 559.33, "duration": 5.0}, {"text": "of the mathematical function -- the wealth itself -- but you should", "start": 564.33, "duration": 3.0}, {"text": "be looking at the first derivative and the second derivatives", "start": 567.33, "duration": 3.0}, {"text": "of the function. That's one general theme. A second general theme", "start": 570.33, "duration": 4.0}, {"text": "is that there are many, often subtle environmental factors that make", "start": 575.33, "duration": 5.0}, {"text": "some societies more fragile than others. Many of those factors", "start": 580.33, "duration": 4.0}, {"text": "are not well understood. For example, why is it that in the Pacific,", "start": 584.33, "duration": 3.0}, {"text": "of those hundreds of Pacific islands, why did Easter Island end up as", "start": 588.33, "duration": 4.0}, {"text": "the most devastating case of complete deforestation?", "start": 592.33, "duration": 3.0}, {"text": "It turns out that there were about nine different environmental", "start": 596.33, "duration": 3.0}, {"text": "factors -- some, rather subtle ones -- that were working against", "start": 599.33, "duration": 3.0}, {"text": "the Easter Islanders, and they involve fallout of volcanic tephra,", "start": 603.33, "duration": 4.0}, {"text": "latitude, rainfall. Perhaps the most subtle of them", "start": 608.33, "duration": 3.0}, {"text": "is that it turns out that a major input of nutrients", "start": 611.33, "duration": 2.0}, {"text": "which protects island environments in the Pacific is from", "start": 614.33, "duration": 4.0}, {"text": "the fallout of continental dust from central Asia.", "start": 618.33, "duration": 3.0}, {"text": "Easter, of all Pacific islands, has the least input of dust", "start": 621.33, "duration": 4.0}, {"text": "from Asia restoring the fertility of its soils. But that's", "start": 625.33, "duration": 3.0}, {"text": "a factor that we didn't even appreciate until 1999.", "start": 629.33, "duration": 3.0}, {"text": "So, some societies, for subtle environmental reasons,", "start": 634.33, "duration": 2.0}, {"text": "are more fragile than others. And then finally,", "start": 636.33, "duration": 3.0}, {"text": "another generalization. I'm now teaching a course", "start": 639.33, "duration": 2.0}, {"text": "at UCLA, to UCLA undergraduates, on these collapses", "start": 642.33, "duration": 3.0}, {"text": "of societies. What really bugs my UCLA undergraduate students is,", "start": 645.33, "duration": 4.0}, {"text": "how on earth did these societies not see what they were doing?", "start": 649.33, "duration": 3.0}, {"text": "How could the Easter Islanders have deforested their environment?", "start": 652.33, "duration": 3.0}, {"text": "What did they say when they were cutting down the last palm tree?", "start": 655.33, "duration": 3.0}, {"text": "Didn't they see what they were doing? How could societies", "start": 659.33, "duration": 3.0}, {"text": "not perceive their impacts on the environments and stop in time?", "start": 662.33, "duration": 4.0}, {"text": "And I would expect that, if our human civilization carries on,", "start": 667.33, "duration": 6.0}, {"text": "then maybe in the next century people will be asking,", "start": 674.33, "duration": 3.0}, {"text": "why on earth did these people today in the year 2003 not see", "start": 677.33, "duration": 3.0}, {"text": "the obvious things that they were doing and take corrective action?", "start": 681.33, "duration": 3.0}, {"text": "It seems incredible in the past. In the future, it'll seem", "start": 685.33, "duration": 2.0}, {"text": "incredible what we are doing today. And so I've been", "start": 688.33, "duration": 3.0}, {"text": "trying to develop a hierarchical set of considerations", "start": 691.33, "duration": 5.0}, {"text": "about why societies fail to solve their problems --", "start": 696.33, "duration": 3.0}, {"text": "why they fail to perceive the problems or, if they perceive them,", "start": 700.33, "duration": 2.0}, {"text": "why they fail to tackle them. Or, if they tackle them,", "start": 702.33, "duration": 3.0}, {"text": "why do they fail to succeed in solving them?", "start": 705.33, "duration": 2.0}, {"text": "I'll just mention two generalizations in this area.", "start": 708.33, "duration": 3.0}, {"text": "One blueprint for trouble, making collapse likely,", "start": 712.33, "duration": 2.0}, {"text": "is where there is a conflict of interest between the short-term", "start": 715.33, "duration": 3.0}, {"text": "interest of the decision-making elites and the long-term", "start": 718.33, "duration": 4.0}, {"text": "interest of the society as a whole, especially if the elites", "start": 722.33, "duration": 3.0}, {"text": "are able to insulate themselves from the consequences", "start": 726.33, "duration": 2.0}, {"text": "of their actions. Where what's good in the short run for the elite", "start": 728.33, "duration": 4.0}, {"text": "is bad for the society as a whole, there's a real risk of the elite", "start": 732.33, "duration": 4.0}, {"text": "doing things that would bring the society down in the long run.", "start": 736.33, "duration": 2.0}, {"text": "For example, among the Greenland Norse --", "start": 739.33, "duration": 2.0}, {"text": "a competitive rank society -- what the chiefs really wanted", "start": 741.33, "duration": 3.0}, {"text": "is more followers and more sheep and more resources", "start": 744.33, "duration": 2.0}, {"text": "to outcompete the neighboring chiefs. And that led the chiefs", "start": 747.33, "duration": 3.0}, {"text": "to do what's called flogging the land: overstocking the land,", "start": 750.33, "duration": 4.0}, {"text": "forcing tenant farmers into dependency. And that made", "start": 754.33, "duration": 4.0}, {"text": "the chiefs powerful in the short run,", "start": 758.33, "duration": 4.0}, {"text": "but led to the society's collapse in the long run.", "start": 762.33, "duration": 3.0}, {"text": "Those same issues of conflicts of interest are acute", "start": 766.33, "duration": 3.0}, {"text": "in the United States today. Especially because", "start": 769.33, "duration": 3.0}, {"text": "the decision makers in the United States are frequently", "start": 772.33, "duration": 3.0}, {"text": "able to insulate themselves from consequences", "start": 776.33, "duration": 2.0}, {"text": "by living in gated compounds, by drinking bottled water", "start": 779.33, "duration": 2.0}, {"text": "and so on. And within the last couple of years,", "start": 782.33, "duration": 3.0}, {"text": "it's been obvious that the elite in the business world", "start": 785.33, "duration": 3.0}, {"text": "correctly perceive that they can advance", "start": 789.33, "duration": 2.0}, {"text": "their short-term interest by doing things that are", "start": 791.33, "duration": 2.0}, {"text": "good for them but bad for society as a whole,", "start": 794.33, "duration": 2.0}, {"text": "such as draining a few billion dollars out of Enron", "start": 796.33, "duration": 3.0}, {"text": "and other businesses. They are quite correct", "start": 799.33, "duration": 3.0}, {"text": "that these things are good for them in the short term,", "start": 803.33, "duration": 3.0}, {"text": "although bad for society in the long term.", "start": 806.33, "duration": 2.0}, {"text": "So, that's one general conclusion about why societies", "start": 809.33, "duration": 3.0}, {"text": "make bad decisions: conflicts of interest.", "start": 812.33, "duration": 4.0}, {"text": "And the other generalization that I want to mention", "start": 816.33, "duration": 2.0}, {"text": "is that it's particularly hard for a society to make", "start": 820.33, "duration": 2.0}, {"text": "quote-unquote good decisions when there is a conflict involving", "start": 822.33, "duration": 6.0}, {"text": "strongly held values that are good in many circumstances", "start": 828.33, "duration": 4.0}, {"text": "but are poor in other circumstances. For example,", "start": 833.33, "duration": 3.0}, {"text": "the Greenland Norse, in this difficult environment,", "start": 836.33, "duration": 3.0}, {"text": "were held together for four-and-a-half centuries", "start": 839.33, "duration": 3.0}, {"text": "by their shared commitment to religion,", "start": 842.33, "duration": 2.0}, {"text": "and by their strong social cohesion. But those two things --", "start": 845.33, "duration": 4.0}, {"text": "commitment to religion and strong social cohesion --", "start": 849.33, "duration": 2.0}, {"text": "also made it difficult for them to change at the end", "start": 852.33, "duration": 3.0}, {"text": "and to learn from the Inuit. Or today -- Australia.", "start": 855.33, "duration": 3.0}, {"text": "One of the things that enabled Australia to survive", "start": 858.33, "duration": 3.0}, {"text": "in this remote outpost of European civilization", "start": 861.33, "duration": 3.0}, {"text": "for 250 years has been their British identity.", "start": 864.33, "duration": 4.0}, {"text": "But today, their commitment to a British identity", "start": 868.33, "duration": 4.0}, {"text": "is serving Australians poorly in their need to adapt", "start": 872.33, "duration": 3.0}, {"text": "to their situation in Asia. So it's particularly difficult", "start": 875.33, "duration": 4.0}, {"text": "to change course when the things that get you in trouble", "start": 879.33, "duration": 4.0}, {"text": "are the things that are also the source of your strength.", "start": 883.33, "duration": 3.0}, {"text": "What's going to be the outcome today?", "start": 887.33, "duration": 2.0}, {"text": "Well, all of us know the dozen sorts of ticking time bombs", "start": 889.33, "duration": 6.0}, {"text": "going on in the modern world, time bombs that have fuses", "start": 895.33, "duration": 6.0}, {"text": "of a few decades to -- all of them, not more than 50 years,", "start": 901.33, "duration": 3.0}, {"text": "and any one of which can do us in; the time bombs of water,", "start": 905.33, "duration": 4.0}, {"text": "of soil, of climate change, invasive species,", "start": 910.33, "duration": 4.0}, {"text": "the photosynthetic ceiling, population problems, toxics, etc., etc. --", "start": 914.33, "duration": 4.0}, {"text": "listing about 12 of them. And while these time bombs --", "start": 919.33, "duration": 3.0}, {"text": "none of them has a fuse beyond 50 years, and most of them", "start": 923.33, "duration": 2.0}, {"text": "have fuses of a few decades -- some of them, in some places,", "start": 925.33, "duration": 3.0}, {"text": "have much shorter fuses. At the rate at which we're going now,", "start": 928.33, "duration": 3.0}, {"text": "the Philippines will lose all its accessible loggable forest", "start": 932.33, "duration": 4.0}, {"text": "within five years. And the Solomon Islands are only", "start": 936.33, "duration": 2.0}, {"text": "one year away from losing their loggable forest,", "start": 939.33, "duration": 3.0}, {"text": "which is their major export. And that's going to be spectacular", "start": 942.33, "duration": 2.0}, {"text": "for the economy of the Solomons. People often ask me,", "start": 944.33, "duration": 4.0}, {"text": "Jared, what's the most important thing that we need to do", "start": 948.33, "duration": 2.0}, {"text": "about the world's environmental problems?", "start": 951.33, "duration": 1.0}, {"text": "And my answer is, the most important thing we need to do", "start": 953.33, "duration": 2.0}, {"text": "is to forget about there being any single thing that is", "start": 955.33, "duration": 3.0}, {"text": "the most important thing we need to do.", "start": 958.33, "duration": 1.0}, {"text": "Instead, there are a dozen things, any one of which could do us in.", "start": 960.33, "duration": 3.0}, {"text": "And we've got to get them all right, because if we solve 11,", "start": 963.33, "duration": 3.0}, {"text": "we fail to solve the 12th -- we're in trouble. For example,", "start": 966.33, "duration": 3.0}, {"text": "if we solve our problems of water and soil and population,", "start": 969.33, "duration": 3.0}, {"text": "but don't solve our problems of toxics, then we are in trouble.", "start": 972.33, "duration": 4.0}, {"text": "The fact is that our present course is a non-sustainable course,", "start": 978.33, "duration": 5.0}, {"text": "which means, by definition, that it cannot be maintained.", "start": 983.33, "duration": 3.0}, {"text": "And the outcome is going to get resolved within a few decades.", "start": 987.33, "duration": 6.0}, {"text": "That means that those of us in this room who are less than", "start": 994.33, "duration": 3.0}, {"text": "50 or 60 years old will see how these paradoxes are resolved,", "start": 997.33, "duration": 4.0}, {"text": "and those of us who are over the age of 60 may not see", "start": 1001.33, "duration": 3.0}, {"text": "the resolution, but our children and grandchildren certainly will.", "start": 1004.33, "duration": 3.0}, {"text": "The resolution is going to achieve either of two forms:", "start": 1008.33, "duration": 2.0}, {"text": "either we will resolve these non-sustainable time-fuses", "start": 1011.33, "duration": 4.0}, {"text": "in pleasant ways of our own choice by taking remedial action,", "start": 1016.33, "duration": 5.0}, {"text": "or else these conflicts are going to get settled", "start": 1021.33, "duration": 3.0}, {"text": "in unpleasant ways not of our choice -- namely, by war,", "start": 1024.33, "duration": 3.0}, {"text": "disease or starvation. But what's for sure is that our", "start": 1028.33, "duration": 3.0}, {"text": "non-sustainable course will get resolved in one way or another", "start": 1032.33, "duration": 2.0}, {"text": "in a few decades. In other words, since the theme of this session", "start": 1034.33, "duration": 4.0}, {"text": "is choices, we have a choice. Does that mean that we should", "start": 1038.33, "duration": 5.0}, {"text": "get pessimistic and overwhelmed? I draw the reverse conclusion.", "start": 1043.33, "duration": 4.0}, {"text": "The big problems facing the world today are not at all", "start": 1048.33, "duration": 3.0}, {"text": "things beyond our control. Our biggest threat is not an asteroid", "start": 1051.33, "duration": 4.0}, {"text": "about to crash into us, something we can do nothing about.", "start": 1055.33, "duration": 3.0}, {"text": "Instead, all the major threats facing us today are problems", "start": 1059.33, "duration": 3.0}, {"text": "entirely of our own making. And since we made the problems,", "start": 1062.33, "duration": 4.0}, {"text": "we can also solve the problems. That then means that it's", "start": 1066.33, "duration": 4.0}, {"text": "entirely in our power to deal with these problems.", "start": 1070.33, "duration": 3.0}, {"text": "In particular, what can all of us do? For those of you", "start": 1074.33, "duration": 3.0}, {"text": "who are interested in these choices, there are lots of things", "start": 1077.33, "duration": 3.0}, {"text": "you can do. There's a lot that we don't understand,", "start": 1080.33, "duration": 3.0}, {"text": "and that we need to understand. And there's a lot that", "start": 1084.33, "duration": 3.0}, {"text": "we already do understand, but aren't doing, and that", "start": 1087.33, "duration": 4.0}, {"text": "we need to be doing. Thank you.", "start": 1091.33, "duration": 2.0}, {"text": "(Applause)", "start": 1093.33, "duration": 3.0}]