[{"text": "The first idea I'd like to suggest is that we all", "start": 18.33, "duration": 2.0}, {"text": "love music a great deal. It means a lot to us.", "start": 20.33, "duration": 3.0}, {"text": "But music is even more powerful if you don't just listen to it, but you make it yourself.", "start": 23.33, "duration": 6.0}, {"text": "So, that's my first idea. And we all know about the Mozart effect --", "start": 29.33, "duration": 3.0}, {"text": "the idea that's been around for the last five to 10 years --", "start": 32.33, "duration": 3.0}, {"text": "that just by listening to music or by playing music to your baby [in utero],", "start": 35.33, "duration": 4.0}, {"text": "that it'll raise our IQ points 10, 20, 30 percent.", "start": 39.33, "duration": 4.0}, {"text": "Great idea, but it doesn't work at all.", "start": 43.33, "duration": 3.0}, {"text": "So, you can't just listen to music, you have to make it somehow.", "start": 46.33, "duration": 3.0}, {"text": "And I'd add to that, that it's not just making it,", "start": 49.33, "duration": 4.0}, {"text": "but everybody, each of us, everybody in the world", "start": 53.33, "duration": 2.0}, {"text": "has the power to create and be part of music in a very dynamic way,", "start": 55.33, "duration": 4.0}, {"text": "and that's one of the main parts of my work.", "start": 59.33, "duration": 2.0}, {"text": "So, with the MIT Media Lab, for quite a while now,", "start": 61.33, "duration": 2.0}, {"text": "we've been engaged in a field called active music.", "start": 63.33, "duration": 2.0}, {"text": "What are all the possible ways that we can think of", "start": 65.33, "duration": 2.0}, {"text": "to get everybody in the middle of a musical experience,", "start": 67.33, "duration": 3.0}, {"text": "not just listening, but making music?", "start": 70.33, "duration": 3.0}, {"text": "And we started by making instruments for some of the world's greatest performers --", "start": 73.33, "duration": 3.0}, {"text": "we call these hyperinstruments -- for Yo-Yo Ma, Peter Gabriel, Prince,", "start": 76.33, "duration": 3.0}, {"text": "orchestras, rock bands. Instruments where they're all kinds of sensors", "start": 79.33, "duration": 4.0}, {"text": "built right into the instrument, so the instrument knows how it's being played.", "start": 83.33, "duration": 3.0}, {"text": "And just by changing the interpretation and the feeling,", "start": 86.33, "duration": 3.0}, {"text": "I can turn my cello into a voice, or into a whole orchestra,", "start": 89.33, "duration": 3.0}, {"text": "or into something that nobody has ever heard before.", "start": 92.33, "duration": 3.0}, {"text": "When we started making these, I started thinking, why can't we make", "start": 95.33, "duration": 2.0}, {"text": "wonderful instruments like that for everybody,", "start": 97.33, "duration": 2.0}, {"text": "people who aren't fantastic Yo-Yo Mas or Princes?", "start": 99.33, "duration": 4.0}, {"text": "So, we've made a whole series of instruments.", "start": 103.33, "duration": 2.0}, {"text": "One of the largest collections is called the Brain Opera.", "start": 105.33, "duration": 3.0}, {"text": "It's a whole orchestra of about 100 instruments,", "start": 108.33, "duration": 2.0}, {"text": "all designed for anybody to play using natural skill.", "start": 110.33, "duration": 3.0}, {"text": "So, you can play a video game, drive through a piece of music,", "start": 113.33, "duration": 3.0}, {"text": "use your body gesture to control huge masses of sound,", "start": 116.33, "duration": 3.0}, {"text": "touch a special surface to make melodies, use your voice to make a whole aura.", "start": 119.33, "duration": 5.0}, {"text": "And when we make the Brain Opera, we invite the public to come in,", "start": 124.33, "duration": 2.0}, {"text": "to try these instruments and then collaborate with us", "start": 126.33, "duration": 3.0}, {"text": "to help make each performance of the Brain Opera.", "start": 129.33, "duration": 1.0}, {"text": "We toured that for a long time. It is now permanently in Vienna,", "start": 130.33, "duration": 3.0}, {"text": "where we built a museum around it.", "start": 133.33, "duration": 2.0}, {"text": "And that led to something which you probably do know.", "start": 135.33, "duration": 3.0}, {"text": "Guitar Hero came out of our lab,", "start": 138.33, "duration": 1.0}, {"text": "and my two teenage daughters and most of the students at the MIT Media Lab", "start": 139.33, "duration": 3.0}, {"text": "are proof that if you make the right kind of interface,", "start": 142.33, "duration": 3.0}, {"text": "people are really interested in being in the middle of a piece of music,", "start": 145.33, "duration": 4.0}, {"text": "and playing it over and over and over again.", "start": 149.33, "duration": 3.0}, {"text": "So, the model works, but it's only the tip of the iceberg,", "start": 152.33, "duration": 3.0}, {"text": "because my second idea is that it's not enough just to want", "start": 155.33, "duration": 3.0}, {"text": "to make music in something like Guitar Hero.", "start": 158.33, "duration": 3.0}, {"text": "And music is very fun, but it's also transformative.", "start": 161.33, "duration": 3.0}, {"text": "It's very, very important.", "start": 164.33, "duration": 1.0}, {"text": "Music can change your life, more than almost anything.", "start": 165.33, "duration": 3.0}, {"text": "It can change the way you communicate with others,", "start": 168.33, "duration": 2.0}, {"text": "it can change your body, it can change your mind. So, we're trying", "start": 170.33, "duration": 3.0}, {"text": "to go to the next step of how you build on top of something like Guitar Hero.", "start": 173.33, "duration": 4.0}, {"text": "We are very involved in education. We have a long-term project", "start": 177.33, "duration": 3.0}, {"text": "called Toy Symphony, where we make all kinds of instruments that are also addictive,", "start": 180.33, "duration": 4.0}, {"text": "but for little kids, so the kids will fall in love with making music,", "start": 184.33, "duration": 4.0}, {"text": "want to spend their time doing it, and then will demand to know how it works,", "start": 188.33, "duration": 3.0}, {"text": "how to make more, how to create. So, we make squeezy instruments,", "start": 191.33, "duration": 3.0}, {"text": "like these Music Shapers that measure the electricity in your fingers,", "start": 194.33, "duration": 4.0}, {"text": "Beatbugs that let you tap in rhythms -- they gather your rhythm,", "start": 198.33, "duration": 3.0}, {"text": "and like hot potato, you send your rhythm to your friends,", "start": 201.33, "duration": 2.0}, {"text": "who then have to imitate or respond to what your doing --", "start": 203.33, "duration": 3.0}, {"text": "and a software package called Hyperscore, which lets anybody use lines and color", "start": 206.33, "duration": 4.0}, {"text": "to make quite sophisticated music. Extremely easy to use, but once you use it,", "start": 210.33, "duration": 4.0}, {"text": "you can go quite deep -- music in any style. And then, by pressing a button,", "start": 214.33, "duration": 4.0}, {"text": "it turns into music notation so that live musicians can play your pieces.", "start": 218.33, "duration": 6.0}, {"text": "We've had good enough, really, very powerful effects with kids", "start": 224.33, "duration": 3.0}, {"text": "around the world, and now people of all ages, using Hyperscore.", "start": 227.33, "duration": 3.0}, {"text": "So, we've gotten more and more interested in using these kinds of creative activities", "start": 230.33, "duration": 4.0}, {"text": "in a much broader context, for all kinds of people", "start": 234.33, "duration": 2.0}, {"text": "who don't usually have the opportunity to make music.", "start": 236.33, "duration": 3.0}, {"text": "So, one of the growing fields that we're working on", "start": 239.33, "duration": 1.0}, {"text": "at the Media Lab right now is music, mind and health.", "start": 240.33, "duration": 3.0}, {"text": "A lot of you have probably seen Oliver Sacks' wonderful new book called", "start": 243.33, "duration": 3.0}, {"text": "\"Musicophilia\". It's on sale in the bookstore. It's a great book.", "start": 246.33, "duration": 4.0}, {"text": "If you haven't seen it, it's worth reading. He's a pianist himself,", "start": 250.33, "duration": 2.0}, {"text": "and he details his whole career of looking at and observing", "start": 252.33, "duration": 4.0}, {"text": "incredibly powerful effects that music has had on peoples' lives in unusual situations.", "start": 256.33, "duration": 5.0}, {"text": "So we know, for instance, that music is almost always the last thing", "start": 261.33, "duration": 3.0}, {"text": "that people with advanced Alzheimer's can still respond to.", "start": 264.33, "duration": 4.0}, {"text": "Maybe many of you have noticed this with loved ones,", "start": 268.33, "duration": 2.0}, {"text": "you can find somebody who can't recognize their face in the mirror,", "start": 270.33, "duration": 2.0}, {"text": "or can't tell anyone in their family, but you can still find a shard of music", "start": 272.33, "duration": 3.0}, {"text": "that that person will jump out of the chair and start singing. And with that", "start": 275.33, "duration": 4.0}, {"text": "you can bring back parts of people's memories and personalities.", "start": 279.33, "duration": 2.0}, {"text": "Music is the best way to restore speech to people who have lost it through strokes,", "start": 281.33, "duration": 4.0}, {"text": "movement to people with Parkinson's disease.", "start": 285.33, "duration": 2.0}, {"text": "It's very powerful for depression, schizophrenia, many, many things.", "start": 287.33, "duration": 4.0}, {"text": "So, we're working on understanding those underlying principles", "start": 291.33, "duration": 2.0}, {"text": "and then building activities which will let music really improve people's health.", "start": 293.33, "duration": 4.0}, {"text": "And we do this in many ways. We work with many different hospitals.", "start": 297.33, "duration": 3.0}, {"text": "One of them is right near Boston, called Tewksbury Hospital.", "start": 300.33, "duration": 3.0}, {"text": "It's a long-term state hospital, where several years ago", "start": 303.33, "duration": 2.0}, {"text": "we started working with Hyperscore and patients with physical and mental disabilities.", "start": 305.33, "duration": 4.0}, {"text": "This has become a central part of the treatment at Tewksbury hospital,", "start": 309.33, "duration": 4.0}, {"text": "so everybody there clamors to work on musical activities.", "start": 313.33, "duration": 4.0}, {"text": "It's the activity that seems to accelerate people's treatment the most", "start": 317.33, "duration": 4.0}, {"text": "and it also brings the entire hospital together as a kind of musical community.", "start": 321.33, "duration": 4.0}, {"text": "I wanted to show you a quick video of some of this work before I go on.", "start": 325.33, "duration": 4.0}, {"text": "Video: They're manipulating each other's rhythms.", "start": 370.33, "duration": 2.0}, {"text": "It's a real experience, not only to learn how to play and listen to rhythms,", "start": 372.33, "duration": 4.0}, {"text": "but to train your musical memory and playing music in a group.", "start": 376.33, "duration": 5.0}, {"text": "To get their hands on music, to shape it themselves, change it,", "start": 381.33, "duration": 4.0}, {"text": "to experiment with it, to make their own music.", "start": 385.33, "duration": 2.0}, {"text": "So Hyperscore lets you start from scratch very quickly.", "start": 387.33, "duration": 4.0}, {"text": "Everybody can experience music in a profound way,", "start": 398.33, "duration": 2.0}, {"text": "we just have to make different tools.", "start": 400.33, "duration": 2.0}, {"text": "The third idea I want to share with you is that music, paradoxically,", "start": 419.33, "duration": 6.0}, {"text": "I think even more than words, is one of the very best ways we have", "start": 425.33, "duration": 3.0}, {"text": "of showing who we really are. I love giving talks, although", "start": 428.33, "duration": 4.0}, {"text": "strangely I feel more nervous giving talks than playing music.", "start": 432.33, "duration": 2.0}, {"text": "If I were here playing cello, or playing on a synth, or sharing my music with you,", "start": 434.33, "duration": 3.0}, {"text": "I'd be able to show things about myself that I can't tell you in words,", "start": 437.33, "duration": 5.0}, {"text": "more personal things, perhaps deeper things.", "start": 442.33, "duration": 3.0}, {"text": "I think that's true for many of us, and I want to give you two examples", "start": 445.33, "duration": 3.0}, {"text": "of how music is one of the most powerful interfaces we have,", "start": 448.33, "duration": 3.0}, {"text": "from ourselves to the outside world.", "start": 451.33, "duration": 2.0}, {"text": "The first is a really crazy project that we're building right now, called", "start": 453.33, "duration": 4.0}, {"text": "Death and the Powers. And it's a big opera,", "start": 457.33, "duration": 2.0}, {"text": "one of the larger opera projects going on in the world right now.", "start": 459.33, "duration": 4.0}, {"text": "And it's about a man, rich, successful, powerful, who wants to live forever.", "start": 463.33, "duration": 5.0}, {"text": "So, he figures out a way to download himself into his environment,", "start": 468.33, "duration": 2.0}, {"text": "actually into a series of books.", "start": 470.33, "duration": 3.0}, {"text": "So this guy wants to live forever, he downloads himself into his environment.", "start": 473.33, "duration": 3.0}, {"text": "The main singer disappears at the beginning of the opera", "start": 476.33, "duration": 4.0}, {"text": "and the entire stage becomes the main character. It becomes his legacy.", "start": 480.33, "duration": 4.0}, {"text": "And the opera is about what we can share, what we can pass on to others,", "start": 484.33, "duration": 3.0}, {"text": "to the people we love, and what we can't.", "start": 487.33, "duration": 2.0}, {"text": "Every object in the opera comes alive and is a gigantic music instrument,", "start": 489.33, "duration": 4.0}, {"text": "like this chandelier. It takes up the whole stage. It looks like a chandelier,", "start": 493.33, "duration": 3.0}, {"text": "but it's actually a robotic music instrument.", "start": 496.33, "duration": 2.0}, {"text": "So, as you can see in this prototype, gigantic piano strings,", "start": 498.33, "duration": 4.0}, {"text": "each string is controlled with a little robotic element --", "start": 502.33, "duration": 3.0}, {"text": "either little bows that stroke the strings, propellers that tickle the strings,", "start": 505.33, "duration": 5.0}, {"text": "acoustic signals that vibrate the strings. We also have an army of robots on stage.", "start": 510.33, "duration": 5.0}, {"text": "These robots are the kind of the intermediary between the main character, Simon Powers,", "start": 515.33, "duration": 4.0}, {"text": "and his family. There are a whole series of them, kind of like a Greek chorus.", "start": 519.33, "duration": 4.0}, {"text": "They observe the action. We've designed these square robots that we're testing right now", "start": 523.33, "duration": 5.0}, {"text": "at MIT called OperaBots. These OperaBots follow my music.", "start": 528.33, "duration": 3.0}, {"text": "They follow the characters. They're smart enough, we hope,", "start": 531.33, "duration": 3.0}, {"text": "not to bump into each other. They go off on their own.", "start": 534.33, "duration": 3.0}, {"text": "And then they can also, when you snap, line up exactly the way you'd like to.", "start": 537.33, "duration": 6.0}, {"text": "Even though they're cubes, they actually have a lot of personality.", "start": 543.33, "duration": 2.0}, {"text": "The largest set piece in the opera is called The System. It's a series of books.", "start": 552.33, "duration": 4.0}, {"text": "Every single book is robotic, so they all move, they all make sound,", "start": 556.33, "duration": 4.0}, {"text": "and when you put them all together, they turn into these walls,", "start": 560.33, "duration": 4.0}, {"text": "which have the gesture and the personality of Simon Powers. So he's disappeared,", "start": 564.33, "duration": 5.0}, {"text": "but the whole physical environment becomes this person.", "start": 569.33, "duration": 3.0}, {"text": "This is how he's chosen to represent himself.", "start": 572.33, "duration": 3.0}, {"text": "The books also have high-packed LEDs on the spines. So it's all display.", "start": 575.33, "duration": 7.0}, {"text": "And here's the great baritone James Maddalena as he enters The System.", "start": 582.33, "duration": 4.0}, {"text": "This is a sneak preview.", "start": 586.33, "duration": 1.0}, {"text": "This premieres in Monaco -- it's in September 2009. If by any chance you can't make it,", "start": 611.33, "duration": 5.0}, {"text": "another idea with this project -- here's this guy building his legacy", "start": 616.33, "duration": 3.0}, {"text": "through this very unusual form, through music and through the environment.", "start": 619.33, "duration": 4.0}, {"text": "But we're also making this available both online and in public spaces,", "start": 623.33, "duration": 4.0}, {"text": "as a way of each of us to use music and images from our lives", "start": 627.33, "duration": 4.0}, {"text": "to make our own legacy or to make a legacy of someone we love.", "start": 631.33, "duration": 3.0}, {"text": "So instead of being grand opera, this opera will turn into what we're", "start": 634.33, "duration": 3.0}, {"text": "thinking of as personal opera.", "start": 637.33, "duration": 2.0}, {"text": "And, if you're going to make a personal opera, what about a personal instrument?", "start": 639.33, "duration": 2.0}, {"text": "Everything I've shown you so far -- whether it's a hyper-cello for Yo-Yo Ma", "start": 641.33, "duration": 3.0}, {"text": "or squeezy toy for a child -- the instruments stayed the same and are valuable", "start": 644.33, "duration": 5.0}, {"text": "for a certain class of person: a virtuoso, a child.", "start": 649.33, "duration": 3.0}, {"text": "But what if I could make an instrument that could be adapted", "start": 652.33, "duration": 3.0}, {"text": "to the way I personally behave, to the way my hands work,", "start": 655.33, "duration": 4.0}, {"text": "to what I do very skillfully, perhaps, to what I don't do so skillfully?", "start": 659.33, "duration": 3.0}, {"text": "I think that this is the future of interface, it's the future of music, the future of instruments.", "start": 662.33, "duration": 5.0}, {"text": "And I'd like now to invite two very special people on the stage,", "start": 667.33, "duration": 3.0}, {"text": "so that I can give you an example of what personal instruments might be like.", "start": 670.33, "duration": 6.0}, {"text": "So, can you give a hand to Adam Boulanger, Ph.D. student from", "start": 676.33, "duration": 5.0}, {"text": "the MIT Media Lab, and Dan Ellsey. Dan,", "start": 681.33, "duration": 7.0}, {"text": "thanks to TED and to Bombardier Flexjet, Dan is here with us today", "start": 688.33, "duration": 7.0}, {"text": "all the way from Tewksbury. He's a resident at Tewksbury Hospital.", "start": 695.33, "duration": 4.0}, {"text": "This is by far the farthest he's strayed from Tewksbury Hospital, I can tell you that,", "start": 699.33, "duration": 4.0}, {"text": "because he's motivated to meet with you today and show you his own music.", "start": 703.33, "duration": 5.0}, {"text": "So, first of all, Dan, do you want to say hi to everyone and tell everyone who you are?", "start": 708.33, "duration": 4.0}, {"text": "Dan Ellsey: Hello. My name is Dan Ellsey. I am 34 years old and I have cerebral palsy.", "start": 717.33, "duration": 8.0}, {"text": "I have always loved music and I am excited to be able to conduct", "start": 725.33, "duration": 6.0}, {"text": "my own music with this new software.", "start": 731.33, "duration": 2.0}, {"text": "Tod Machover: And we're really excited to have you here, really Dan. (Applause)", "start": 735.33, "duration": 11.0}, {"text": "So we met Dan about three years ago, three and a half years ago,", "start": 746.33, "duration": 3.0}, {"text": "when we started working at Tewksbury. Everybody we met there was fantastic,", "start": 749.33, "duration": 5.0}, {"text": "did fantastic music. Dan had never made music before, and it turned out", "start": 754.33, "duration": 5.0}, {"text": "he was really fantastic at it. He's a born composer.", "start": 759.33, "duration": 7.0}, {"text": "He's very shy, too.", "start": 766.33, "duration": 3.0}, {"text": "So, turned out he's a fantastic composer, and over the last few years has been", "start": 769.33, "duration": 4.0}, {"text": "a constant collaborator of ours. He has made many, many pieces.", "start": 773.33, "duration": 3.0}, {"text": "He makes his own CDs. Actually, he is quite well known in the Boston area --", "start": 776.33, "duration": 3.0}, {"text": "mentors people at the hospital and children, locally, in how to make their own music.", "start": 779.33, "duration": 4.0}, {"text": "And I'll let Adam tell you. So, Adam is a Ph.D. student at MIT, an expert in music", "start": 783.33, "duration": 5.0}, {"text": "technology and medicine. And Adam and Dan have become close collaborators.", "start": 788.33, "duration": 5.0}, {"text": "What Adam's been working on for this last period is not only how to have Dan", "start": 793.33, "duration": 4.0}, {"text": "be able easily to make his own pieces,", "start": 797.33, "duration": 3.0}, {"text": "but how he can perform his piece using this kind of personal instrument.", "start": 800.33, "duration": 3.0}, {"text": "So, you want to say a little bit about how you guys work?", "start": 803.33, "duration": 2.0}, {"text": "Adam Boulanger: Yes. So, Tod and I entered into a discussion", "start": 805.33, "duration": 3.0}, {"text": "following the Tewksbury work and it was really about how Dan is an expressive", "start": 808.33, "duration": 4.0}, {"text": "person, and he's an intelligent and creative person. And it's in his face,", "start": 812.33, "duration": 5.0}, {"text": "it's in his breathing, it's in his eyes. How come he can't perform", "start": 817.33, "duration": 3.0}, {"text": "one of his pieces of music? That's our responsibility, and it doesn't make sense.", "start": 820.33, "duration": 4.0}, {"text": "So we started developing a technology that will allow him with nuance,", "start": 824.33, "duration": 3.0}, {"text": "with precision, with control, and despite his physical disability, to be able to do that,", "start": 827.33, "duration": 5.0}, {"text": "to be able to perform his piece of music.", "start": 832.33, "duration": 3.0}, {"text": "So, the process and the technology --", "start": 835.33, "duration": 2.0}, {"text": "basically, first we needed an engineering solution. So, you know,", "start": 837.33, "duration": 3.0}, {"text": "we have a FireWire camera, it looked at an infrared pointer.", "start": 840.33, "duration": 3.0}, {"text": "We went with the type of gesture metaphor that Dan was already used to", "start": 843.33, "duration": 4.0}, {"text": "with his speaking controller.", "start": 847.33, "duration": 4.0}, {"text": "And this was actually the least interesting part of the work, you know,", "start": 851.33, "duration": 3.0}, {"text": "the design process. We needed an input; we needed continuous tracking;", "start": 854.33, "duration": 3.0}, {"text": "in the software, we look at the types of shapes he's making.", "start": 857.33, "duration": 3.0}, {"text": "But, then was the really interesting aspect of the work, following the engineering part,", "start": 860.33, "duration": 4.0}, {"text": "where, basically, we're coding over Dan's shoulder at the hospital", "start": 864.33, "duration": 3.0}, {"text": "extensively to figure out, you know, how does Dan move?", "start": 867.33, "duration": 3.0}, {"text": "What's useful to him as an expressive motion?", "start": 870.33, "duration": 2.0}, {"text": "You know, what's his metaphor for performance?", "start": 872.33, "duration": 3.0}, {"text": "What types of things does he find", "start": 875.33, "duration": 2.0}, {"text": "important to control and convey in a piece of music?", "start": 877.33, "duration": 2.0}, {"text": "So all the parameter fitting, and really the technology", "start": 879.33, "duration": 4.0}, {"text": "was stretched at that point to fit just Dan.", "start": 883.33, "duration": 3.0}, {"text": "And, you know, I think this is a perspective shift. It's not that our technologies --", "start": 886.33, "duration": 6.0}, {"text": "they provide access, they allow us to create pieces of creative work.", "start": 892.33, "duration": 4.0}, {"text": "But what about expression? What about that moment when an artist delivers", "start": 896.33, "duration": 3.0}, {"text": "that piece of work? You know, do our technologies allow us to express?", "start": 899.33, "duration": 4.0}, {"text": "Do they provide structure for us to do that? And, you know, that's a personal relationship", "start": 903.33, "duration": 4.0}, {"text": "to expression that is lacking in the technological sphere. So, you know,", "start": 907.33, "duration": 4.0}, {"text": "with Dan, we needed a new design process, a new engineering process", "start": 911.33, "duration": 3.0}, {"text": "to sort of discover his movement and his path to expression that allow him to perform.", "start": 914.33, "duration": 5.0}, {"text": "And so that's what we'll do today.", "start": 919.33, "duration": 2.0}, {"text": "TM: So let's do it. So Dan do you want to tell everyone", "start": 921.33, "duration": 2.0}, {"text": "about what you're going to play now?", "start": 923.33, "duration": 2.0}, {"text": "DE: This is \"My Eagle Song.\"", "start": 931.33, "duration": 2.0}, {"text": "TM: So Dan is going to play a piece of his, called \"My Eagle Song\".", "start": 935.33, "duration": 3.0}, {"text": "In fact, this is the score for Dan's piece,", "start": 938.33, "duration": 2.0}, {"text": "completely composed by Dan in Hyperscore.", "start": 940.33, "duration": 3.0}, {"text": "So he can use his infrared tracker to go directly into Hyperscore.", "start": 943.33, "duration": 5.0}, {"text": "He's incredibly fast at it, too, faster than I am, in fact.", "start": 948.33, "duration": 3.0}, {"text": "(Laughter)", "start": 951.33, "duration": 2.0}, {"text": "TM: He's really modest, too.", "start": 955.33, "duration": 2.0}, {"text": "So he can go in Hyperscore. You start out by making melodies and rhythms.", "start": 958.33, "duration": 6.0}, {"text": "He can place those exactly where he wants.", "start": 964.33, "duration": 2.0}, {"text": "Each one gets a color. He goes back into the composition window,", "start": 966.33, "duration": 3.0}, {"text": "draws the lines, places everything the way he wants to. Looking at the Hyperscore,", "start": 969.33, "duration": 5.0}, {"text": "you can see it also, you can see where the sections are,", "start": 974.33, "duration": 3.0}, {"text": "something might continue for a while, change, get really crazy and then end", "start": 977.33, "duration": 5.0}, {"text": "up with a big bang at the end.", "start": 982.33, "duration": 3.0}, {"text": "So that's the way he made his piece, and as Adam says,", "start": 985.33, "duration": 3.0}, {"text": "we then figured out the best way to have him perform his piece.", "start": 988.33, "duration": 7.0}, {"text": "It's going to be looked at by this camera, analyze his movements,", "start": 995.33, "duration": 3.0}, {"text": "it's going to let Dan bring out all the different aspects of his music that he wants to.", "start": 998.33, "duration": 4.0}, {"text": "And you're also going to notice a visual on the screen.", "start": 1002.33, "duration": 3.0}, {"text": "We asked one of our students to look at what the camera is measuring.", "start": 1005.33, "duration": 6.0}, {"text": "But instead of making it very literal, showing you exactly", "start": 1011.33, "duration": 3.0}, {"text": "the camera tracing, we turned it into a graphic that shows you the basic", "start": 1014.33, "duration": 5.0}, {"text": "movement, and shows the way it's being analyzed.", "start": 1019.33, "duration": 4.0}, {"text": "I think it gives an understanding of how we're picking out movement from what", "start": 1023.33, "duration": 4.0}, {"text": "Dan's doing, but I think it will also show you, if you look at that movement,", "start": 1027.33, "duration": 4.0}, {"text": "that when Dan makes music, his motions are very purposeful, very precise,", "start": 1031.33, "duration": 7.0}, {"text": "very disciplined and they're also very beautiful.", "start": 1038.33, "duration": 3.0}, {"text": "So, in hearing this piece, as I mentioned before, the most important thing is", "start": 1041.33, "duration": 5.0}, {"text": "the music's great, and it'll show you who Dan is.", "start": 1046.33, "duration": 3.0}, {"text": "So, are we ready Adam?", "start": 1049.33, "duration": 2.0}, {"text": "AB: Yeah.", "start": 1051.33, "duration": 2.0}, {"text": "TM: OK, now Dan will play his piece \"My Eagle Song\" for you.", "start": 1053.33, "duration": 4.0}, {"text": "(Applause)", "start": 1201.33, "duration": 24.0}, {"text": "TM: Bravo.", "start": 1225.33, "duration": 2.0}, {"text": "(Applause)", "start": 1227.33, "duration": 9.0}]